Repository: freedomofpress/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: es_es, hr, pl, ro, sk, ta, vi

source: {time} ago
es_es: hace {time}
hr: prije {time}
pl: {time} temu
ro: acum {time}
sk: pred {time}
ta: {time} முன்பு
vi: {time} trước

source: You have been logged out due to inactivity.
es_es: Tu sesión ha terminado debido a inactividad.
hr: Odjavljeni ste zbog neaktivnosti.
sk: Boli ste odhlásený/á z dôvodu nečinnosti.

source: You have been logged out due to password change
es_es: Tu sesión ha sido terminada debido a un cambio de contraseña
hr: Odjavljeni ste zbog promjene lozinke
pl: Zostałeś wylogowany z powodu zmiany hasła
sk: Boli ste odhlásený/á z dôvodu zmeny hesla
ta: கடவுச்சொல் மாற்றத்தால் நீங்கள் விடுபதிகை செய்யப்பட்டுள்ளீர்கள்

source: Incorrect password or two-factor code.
es_es: Contraseña o código de autenticación de dos factores incorrecto.
hr: Netočna lozinka ili dvofaktorski kod.
pl: Nieprawidłowe hasło lub kod dwuetapowy.
ro: Parolă sau cod de autentificare greșit.
sk: Nesprávne heslo alebo kód dvojfaktorového overenia.
ta: சரியில்லாக் கடவுச்சொல் அல்லது இருகூற்றுக் குறி.
vi: Mật khẩu không chính xác hoặc cần mật khẩu lần hai.

source: Your two-factor credentials have been reset successfully.
es_es: Tus credenciales de dos factores se han restablecido con éxito.
hr: Vaši dvofaktorski kredencijali su uspješno ponovno postavljeni.
pl: Twoje uwierzytelnienie dwuetapowane zostało pomyślnie zresetowane.
sk: Vaše údaje dvojfaktorového overovania boli úspešne resetované.

source: There was a problem verifying the two-factor code. Please try again.
es_es: Hubo un problema al verificar el código de dos factores. Por favor inténtalo nuevamente.
hr: Došlo je do problema prilikom provjere dvofaktorskog koda. Molimo pokušajte ponovno.
pl: Wystąpił błąd podczas weryfikacji dwuskładnikowego kodu. Proszę spróbować ponownie.
sk: Vyskytla sa chyba pri overovaní dvojfaktorového kódu. Prosím, skúste to znova.

source: Image updated.
es_es: Imagen actualizada.
hr: Slika ažurirana.
pl: Zdjęcie zaktualizowane.
ro: Imaginea a fost actualizată.
sk: Obrázok bol aktualizovaný.
ta: படிமம் புதுப்பிக்கப்பட்டது.
vi: Hình ảnh đã được cập nhật.

source: Preferences saved.
es_es: Preferencias guardadas.
hr: Postavke spremljene.
sk: Preferencie uložené.

source: Preferences not updated.
es_es: Las preferencias no fueron actualizadas.
hr: Postavke nisu promjenjene.

source: Failed to update organization name.
es_es: Fallo al actualizar el nombre de la organización.
hr: Nije uspjelo ažuriranje imena organizacije.

source: There was an error with the autogenerated password. User not created. Please try again.
es_es: Hubo un error con la contraseña generada automáticamente. El usuario no fue creado. Por favor intenta nuevamente.
hr: Došlo je do greške s automatski generiranom lozinkom. Korisnik nije stvoren. Molimo pokušajte ponovno.
pl: Wystąpił błąd z automatycznie wygenerowanym hasłem. Użytkownik nie został utworzony. Proszę spróbować ponownie.
ro: A fost o eroare cu parola autogenerată. Utilizatorul nu a fost creat. Poți încerca din nou.
sk: Pri generovaní hesla sa vyskytla chyba. Účet nebol vytvorený. Prosím, skúste to znova.
ta: தானே உண்டாக்கப்பட்ட கடவுச்சொல்லில் பிழை ஏற்பட்டுள்ளது. பயனர் உருவாக்கப்படவில்லை. தயவு செய்து மீண்டும் முயல்க.
vi: Lỗi đã xảy ra với mật khẩu tự động tạo. Người dùng chưa được lập. Hãy thử lại.

source: Username "{user}" already taken.
es_es: El nombre de usuario "{user}" ya se encuentra en uso.
hr: Korisničko ime "{user}" je već zauzeto.
pl: Nazwa użytkownika "{user}" jest już zajęta.
ro: Numele de utilizator „{user}” este deja folosit.
sk: Prihlasovacie meno „{user}“ je už obsadené.
ta: பயனர்பெயர் "{user}" முன்னரே எடுக்கப்பட்டுவிட்டது.
vi: Người dùng "{user}" đã được sử dụng.

source: An error occurred saving this user to the database. Please inform your admin.
es_es: Ocurrió un error al guardar este usuario en la base de datos. Por favor informa a tu administrador.
hr: Došlo je do greške prilikom spremanja ovog korisnika u bazu. Molimo obavijestite svog administratora.
ro: S-a produs o eroare la salvarea utilizatorului în baza de date. Te rugăm să informezi administratorul tău.
sk: Vyskytla sa chyba pri ukladaní používateľa do databázy. Prosím, kontaktujte administrátora.
ta: இந்தப் பயனரைத் தரவுதளத்துடன் சேமிப்பதில் பிழை ஏற்பட்டுள்ளது. தயவு செய்து உங்கள் நிர்வாகியிடம் தெரிவிக்கவும்.

source: The two-factor code for user "{user}" was verified successfully.
es_es: El código de autenticación de dos factores para el usuario “{user}” fue verificado exitosamente.
hr: Dvofaktorski kod za korisnika "{user}" je uspješno provjeren.
pl: Dwuskładnikowy kod użytkownika "{user}" został pomyślnie zweryfikowany.
sk: Kód dvojfaktorového overenia pre používateľa "{user}" bol úspešne overený.

source: Name not updated: {}
es_es: Nombre no actualizado: {}
hr: Ime nije ažurirano: {}
pl: Imię/nazwisko nieuaktualnione: {}
sk: Meno nebolo aktualizované: {}
ta: பெயர் புதுப்பிக்கப்படவில்லை: {}

source: Deleted user '{user}'.
es_es: Usuario '{user}' eliminado.
hr: Korisnik '{user}' obrisan.
sk: Používateľ '{user}' bol vymazaný.

source: Test alert sent. Please check your email.
es_es: Alerta de prueba enviada. Por favor revisa tu correo electrónico.
hr: Testni alarm poslan. Molimo provjerite svoj email.
pl: Testowy alert wysłany. Sprawdź swoją skrzynkę mailową.
ro: Alerta de test a fost trimisă. Poți verifica e-mail-ul tău.
sk: Testovacie upozornenie odoslané. Prosím, skontrolujte si svoj e-mail.
ta: சோதனை அறிக்கை அனுப்பப்பட்டுள்ளது. தயவு செய்து உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்.
vi: Tin nhắn báo động thử đã được gửi. Vui lòng kiểm tra email.

source: {source_name}'s collection deleted.
es_es: Colección de {source_name} eliminada.
hr: Kolekcija {source_name} obrisana.
sk: Sada {source_name} zmazaná.

source: No collections selected.
es_es: No hay colecciones seleccionadas.
hr: Nisu odabrane kolekcije.
pl: Nie wybrano zbioru.
ro: Nu ai ales nicio selecție.
sk: Nevybrali ste žiadnu sadu.
ta: திரட்டுகள் ஏதும் தேர்வு செய்யப்படவில்லை.
vi: Không có cơ sở dữ liệu nào được chọn.

source: Your download failed because a file could not be found. An admin can find more information in the system and monitoring logs.
es_es: Tu descarga falló porque un archivo no pudo ser encontrado. Un administrador puede encontrar más información en los registros de sistema y monitoreo.
hr: Vaše preuzimanje nije uspjelo jer datoteka nije pronađena. Administrator može pronaći više informacija u zapisima sustava i nadzora.

source: Only admins can access this page.
es_es: Solo administradores pueden acceder a esta página.
hr: Samo administratori mogu pristupiti ovoj stranici.
ro: Doar administratorii pot accesa pagina.
sk: Táto stránka je prístupná iba pre administrátorov.
ta: நிர்வாகிகள் மட்டுமே இப்பக்கத்தை அணுக முடியும்.

source: HOTP secrets are 40 characters long - you have entered {num}.
es_es: Los secretos de HOTP deben ser de 40 caracteres de longitud, has introducido {num}.
hr: HOTP tajne su 40 znakova duge - Vi ste unijeli {num}.

source: Must be at least {num} character long.
es_es: Debe tener por lo menos {num} carácter de longitud.

source: Cannot be longer than {num} character.
es_es: No puede tener más que {num} carácter.

source: This username is invalid because it is reserved for internal use by the software.
es_es: Este nombre de usuario es inválido porque está reservado para su uso interno por el software.
hr: Ovo korisničko ime je neispravno jer je rezervirano za interne potrebe software-a.
sk: Toto používateľské meno je neplatné, pretože je softvérom rezerované na interné použitie.

source: This field is required.
es_es: Este campo es obligatorio.
hr: Ovo polje je obavezno.
pl: To pole jest wymagane.
ro: Acest câmp este obligatoriu.
sk: Toto pole je povinné.
ta: இந்தப் புலம் தேவைப்படுகின்றது.
vi: Trường nhập này bắt buộc.

source: You cannot send an empty reply.
es_es: No puedes enviar una respuesta vacía.
hr: Ne možete poslati prazan odgovor.
pl: Nie możesz wysłać pustej odpowiedzi.
ro: Nu se poate trimite un câmp gol.
sk: Nemôžete poslať prázdnu odpoveď.
ta: வெற்று மறுமொழியை நீங்கள் அனுப்பவியலாது.
vi: Bạn không thể gửi một câu trả lời trống.

source: File required.
es_es: Archivo requerido.
hr: Datoteka obavezna.
ro: Fișierul este obligatoriu.
sk: Súbor je povinný.
ta: கோப்பு தேவைப்படுகின்றது.
vi: Trường nhập bắt buộc.

source: You can only upload PNG image files.
es_es: Solo puedes subir archivos de imágenes PNG.
hr: Možete postaviti samo slike PNG formata.
pl: Możesz przesłać jedynie pliki PNG.
ro: Poți încărca doar fișiere de imagine PNG.
sk: Môžete nahrať iba obrázky vo formáte PNG.
ta: PNG படிமக் கோப்புகளை மட்டுமே நீங்கள் பதிவேற்றவியலும்.

source: An unexpected error occurred! Please inform your admin.
es_es: ¡Ocurrió un error inesperado! Por favor informa a tu administrador.
hr: Došlo je do neočekivane greške! Molimo obavijestite svog administratora.
ro: S-a produs o eroare neașteptată! Te rugăm să informezi administratorul tău.
sk: Nastala neočakávaná chyba! Prosím informujte administrátora.
ta: எதிர்பார்க்கப்படாதொரு பிழை ஏற்பட்டுள்ளது. தயவு செய்து உங்கள் நிர்வாகியிடம் தெரிவிக்கவும்.

source: Thanks. Your reply has been stored.
es_es: Gracias. Tu respuesta ha sido guardada.
hr: Hvala. Vaš odgovor je pohranjen.
pl: Dziękuję. Twoja odpowiedź została zapisana.
ro: Mulțumim. Răspunsul tău a fost stocat.
sk: Vďaka. Vaša odpoveď bola uložená.
ta: நன்றி. உங்களுடைய மறுமொழி சேமிக்கப்பட்டுள்ளது.
vi: Cảm ơn bạn. Câu trả lời của bạn đã được lưu.

source: No collections selected for download.
es_es: No hay colecciones seleccionadas para descargar.
hr: Nisu odabrane kolekcije za preuzimanje.
pl: Nie wybrano zbioru do pobrania.
ro: Nu s-au selectat colecții de descărcat.
sk: Žiadne sady neboli vybrané na stiahnutie.
ta: பதிவிறக்கம் செய்யத் திரட்டுகள் ஏதும் தேர்வு செய்யப்படவில்லை.
vi: Không có cơ sở dữ liệu nào được chọn để tải về.

source: No collections selected for deletion.
es_es: No hay colecciones seleccionadas para eliminar.
hr: Nisu odabrane kolekcije za brisanje.
pl: Nie wybrano zbioru do usunięcia.
ro: Nu s-au selectat colecții pentru ștergere.
sk: Žiadne sady neboli vybrané na zmazanie.
ta: நீக்கம் செய்யத் திரட்டுகள் ஏதும் தேர்வு செய்யப்படவில்லை.
vi: Không có cơ sở dữ liệu nào được chọn để xóa.

source: No unread submissions for this source.
es_es: No hay envíos sin leer para esta fuente.
hr: Nema nepročitanih predaja za ovaj izvor.
pl: Brak nieprzeczytanych zgłoszeń dla tego źródła.
ro: Nu sunt mesaje necitite de la această sursă.
sk: Žiadne neprečítané podania od tohto zdroja.
ta: இந்த மூல ஆவணத்திற்கான படிக்கப்படாத சமர்ப்பிப்புகள் ஏதுமில்லை.
vi: Không có bài đăng nào chưa được đọc cho nguồn này.

source: Account updated.
es_es: Cuenta actualizada.
hr: Račun ažuriran.
pl: Konto zaktualizowane.
ro: Contul a fost actualizat.
sk: Účet upravený.
ta: பயனர்கணக்கு புதுப்பிக்கப்பட்டுள்ளது.
vi: Tài khoản đã được cập nhật.

source: Login failed.
es_es: El inicio de sesión falló.
hr: Prijava neuspjela.
pl: Zalogowanie nieudane.
ro: Autentificarea a eșuat.
sk: Prihlásenie zlyhalo.
ta: புகுபதிகை தோல்வியுற்றது.
vi: Đăng nhập không thành công.

source: Please wait at least {num} second before logging in again.
es_es: Por favor espera al menos {num} segundo antes de iniciar sesión de nuevo.
hr: Molimo pričekjate barem {num} sekundu prije ponovne prijave.
sk: Pred opakovaním prihlásenia prosím počkajte aspoň {num} sekundu.

source: Please wait for a new code from your two-factor mobile app or security key before trying again.
es_es: Por favor espera un nuevo código de dos factores de tu aplicación móvil o clave de seguridad antes de volver a intentarlo.
hr: Molimo pričekajte novi kod iz Vaše dvofaktorske aplikacije ili sigurnosnog ključa prije nego pokušate ponovno.
sk: Pred pokračovaním prosím počkajte na nový kód z mobilnej aplikácie alebo bezpečnostného kľúča pre dvojfaktorovú autentifikáciu.

source: Invalid secret format: please only submit letters A-F and numbers 0-9.
es_es: Formato del secreto inválido: por favor envía solo las letras A-F y los números 0-9.
hr: Neispravan format tajne: molimo unesite samo slova od A do F i brojeve od 0 do 9.
pl: Nieprawidłowy format sekretu: należy podać tylko litery A-F i cyfry 0-9.
ro: Format nevalid pentru secret: trebuie folosite doar litere de la A la F și numere de la 0 la 9.
sk: Nesprávny formát hesla: prosím zadávajte iba písmená A až F a čísla 0 až 9.
ta: செல்லுபடியாகாத மறைசெய்தி வடிவம்: தயவு செய்து எழுத்துக்கள் A-F மற்றும் எண்கள் 0-9 ஐ மட்டுமே சமர்ப்பிக்கவும்.
vi: Cấu trúc bí mật không chính xác: vui lòng nhập chữ từ A-F và số từ 0-9.

source: Invalid secret format: odd-length secret. Did you mistype the secret?
es_es: El formato del secreto es inválido: secreto de longitud impar. ¿Has escrito mal el secreto?
hr: Neispravan format tajne: neparna duljina tajne. Jeste li krivo natipkali tajnu?
pl: Nieprawidłowy format sekretu: nieparzysta długość. Czy źle wpisałeś sekret?
ro: Formatul pentru secret este nevalid: lungimea este impară. Asigură-te că ai scris corect secretul.
sk: Nesprávny formát hesla: nepárna dĺžka hesla. Spravili ste preklep?
ta: செல்லுபடியாகாத மறைசெய்தி வடிவம்: ஒற்றைப்படை-நீள-மறைசெய்தி. மறைசெய்தியைத் தவறுதலாகத் தட்டச்சு செய்துவிட்டீர்களா?
vi: Cấu trúc bí mật không chính xác: bí mật số lẻ. Có thể bạn đã nhập sai bí mật?

source: Submission deleted.
es_es: Envío eliminado.
hr: Predaja obrisana.
pl: Zgłoszenie usunięte.
ro: Trimiterea a fost ștearsă.
sk: Podanie zmazané.
ta: சமர்ப்பிப்பு நீக்கப்பட்டது.
vi: {num} bài đăng đã được xóa.

source: {num} collection deleted
es_es: {num} colección eliminada
hr: {num} kolekcija obrisana
pl: {num} zbiór usunięty
ro: {num} colecție a fost ștearsă
sk: {num} sada zmazaná
ta: {num} திரட்டு நீக்கப்பட்டது
vi: {num} cơ sở dữ liệu đã được xóa

source: Name updated.
es_es: Nombre actualizado.
hr: Ime ažurirano.
pl: Imię/nazwisko uaktualnione.
sk: Meno aktualizované.
ta: பெயர் புதுப்பிக்கப்பட்டுள்ளது.

source: The password you submitted is invalid. Password not changed.
es_es: Enviaste una contraseña incorrecta. La contraseña no fue cambiada.
hr: Lozinka koju ste unijeli je neispravna. Lozinka nije promjenjena.
sk: Zadané heslo je neplatné. Heslo nebolo zmenené.

source: There was an error, and the new password might not have been saved correctly. To prevent you from getting locked out of your account, you should reset your password again.
es_es: Hubo un error y es posible que la nueva contraseña no se haya guardado correctamente. Para evitar que se bloquee tu cuenta, debes restablecer tu contraseña nuevamente.
hr: Došlo je do greške, nova lozinka možda nije spremljena ispravno. Trebali bi ponovno postaviti lozinku kako bi spriječili zaključavanje svog računa.
pl: Wystąpił błąd i nowe hasło mogło nie zostać zapisane poprawnie. Aby zapobiec zablokowaniu konta, zresetuj hasło ponownie.
ro: S-a produs o eroare și noua parolă nu a fost salvată corect. Pentru a nu rămâne blocat în afara contului trebuie să resetezi parola din nou.
sk: Vyskytla sa chyba v dôsledku ktorej Vaše heslo nemuselo byť uložené správne. Aby ste predišli vymknutiu z účtu, mali by ste si heslo opäť zmeniť.
ta: ஒரு பிழை நேர்ந்துவிட்டது, புதிய கடவுச்சொல்லும் சரியாகச் சேமிக்கப்படாதிருக்கலாம். உங்கள் பயனர்கணக்கிலிருந்து நீங்கள் வெளிப்பூட்டிடுவதைத் தடுக்கும் பொருட்டு நீங்கள் உங்களுடைய கடவுச்சொல்லை மறுவமைப்பு செய்ய வேண்டும்.
vi: Đã có lỗi xảy ra, và mật khẩu mới có thể chưa được lưu chính xác. Để tránh tài khoản bị khóa, bạn nên đổi lại mật khẩu.

source: Password updated. Don't forget to save it in your KeePassX database. New password:
es_es: Contraseña actualizada. No olvides guardarla en tu base de datos KeePassX. Contraseña nueva:
hr: Lozinka ažurirana. Ne zaboravite ju spremiti u svoju KeePassX bazu. Nova lozinka:
pl: Hasło zaktualizowane. Nie zapomnij zapisać go w bazie danych KeePassX. Nowe hasło:
ro: Parola a fost actualizată. Nu uita să o salvezi în baza de date personală KeePassX. Noua parolă:
sk: Heslo bolo zmenené. Nezabudnite si ho uložiť vo svojej KeePassX databáze. Nové heslo:
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டுள்ளது. உங்களுடைய KeePassX தரவுதளத்தில் சேமித்துக் கொள்ள மறவாதீர். புதிய கடவுச்சொல்:
vi: Mật khẩu đã được cập nhật. Đừng quên lưu lại trong cơ sở dữ liệu KeePassX của bạn. Mật khẩu mới là:

source: No unread submissions in selected collections.
es_es: No hay envíos sin leer en las colecciones seleccionadas.
hr: Nema nepročitanih predaja u odabranim kolekcijama.
pl: Brak nowych zgłoszeń w wybranych zbiorach.
ro: Nu sunt trimiteri necitite în colecțiile alese.
sk: Vo vybratých sadách nie sú žiadne neprečítané podania.
ta: தேர்ந்தெடுக்கப்பட்ட திரட்டுகளில் படிக்கப்படாத சமர்ப்பிப்புகள் ஏதுமில்லை.
vi: Không có bài đăng nào chưa được đọc trong những cơ sở dữ liệu được chọn.

source: Close
es_es: Cerrar
hr: Zatvori
pl: Zamknij
ro: Închide
sk: Zavrieť
ta: மூடுக
vi: Đóng

source: Cancel
es_es: Cancelar
hr: Otkaži
pl: Anuluj
ro: Renunță
sk: Zrušiť
ta: நீக்குக
vi: Hủy

source: starred icon
es_es: ícono de estrella
hr: ikona zvijezdice

source: unstarred icon
es_es: ícono de estrella vacío
hr: ikona prazne zijezdice

source: 1 doc
es_es: 1 documento
ro: 1 document
sk: 1 dokument
vi: {doc_num} tài liệu

source: 1 message
es_es: 1 mensaje
ro: 1 mesaj
sk: 1 správa
vi: {msg_num} tin nhắn

source: download icon
es_es: ícono de descarga
hr: ikona preuzimanja

source: 1 unread
es_es: 1 sin leer
ro: unul necitit
sk: 1 neprečítaná

source: Change Secret
es_es: Cambiar Secreto
hr: Promjeni tajnu
pl: Zmień sekret
ro: Schimbă secretul
sk: Zmeniť heslo
ta: மறைசெய்தியை மாற்றுக
vi: Thay đổi bí mật

source: HOTP Secret
es_es: Secreto HOTP
hr: HOTP tajna
pl: Sekret HOTP
ro: Secret HOTP
sk: HOTP heslo
ta: ஹஒபக (HOTP) மறைசெய்தி
vi: HOTP bí mật

source: CONTINUE
es_es: CONTINUAR
hr: Nastavi
pl: DALEJ
ro: CONTINUĂ
sk: ĎALEJ
ta: தொடர்க
vi: TIẾP TỤC

source: Enable FreeOTP
es_es: Habilitar FreeOTP
hr: Omogući FreeOTP
pl: Włącz FreeOTP
ro: Activează FreeOTP
sk: Zapnúť FreeOTP
ta: தளையற்ற ஒபகவை (FreeOTP) இயலச்செய்
vi: Kích hoạt FreeOTP

source: You're almost done! To finish resetting your two-factor authentication, follow the instructions below to set up FreeOTP. Once you've added the entry for your account in the app, enter one of the 6-digit codes from the app to confirm that two-factor authentication is set up correctly.
es_es: ¡Ya casi terminas! Para terminar de restablecer la autenticación de dos factores, sigue las instrucciones de abajo para configurar FreeOTP. Una vez que hayas agregado la entrada para tu cuenta en la aplicación, introduce uno de los códigos de 6 dígitos generados por la aplicación para confirmar que la autenticación de dos factores está configurada correctamente.
hr: Skoro ste gotovi! Kako bi završili ponovno postavljanje dvofaktorske autentikacije, pratite niže navedene instrukcije za postavljanje FreeOTP-a. Kad dodate unos za svoj račun u aplikaciju, unesite jedan od 6-znamenkastih kodova iz aplikacije kako bi potvrdili da je dvofaktorska autentikacija uspješno postavljena.
sk: Takmer hotovo! Aby ste si vyresetovali vašu dvojfaktorovú autentifikáciu, je treba postupovať podľa inštrukcií nižšie a nastaviť si FreeOTP. Po pridaní záznamu pre váš účet v aplikácii zadajte jeden zo 6-miestnych kódov z aplikácie. Týmto potvrdíte, že dvojfaktorová autentifikácia je nastavená správne.

source: Install FreeOTP on your phone
es_es: Instala FreeOTP en tu teléfono
hr: Instalirajte FreeOTP na svom telefonu
pl: Zainstaluj FreeOTP w Twoim telefonie
ro: Instalează FreeOTP pe telefonul tău
sk: Nainštalovať FreeOTP do svojho telefónu
ta: தளையற்ற ஒபகவை (FreeOTP) உங்கள் தொலைபேசியில் நிறுவுக
vi: Cài đặt FreeOTP trên điện thoại của bạn

source: Open the FreeOTP app
es_es: Abre la aplicación FreeOTP
hr: Otvorite FreeOTP aplikaciju
pl: Uruchom aplikację FreeOTP
ro: Deschide aplicația FreeOTP
sk: Otvoriť aplikáciu FreeOTP
ta: தளையற்ற ஒபக (FreeOTP) செயலியைத் திறக்கவும்
vi: Mở phần mềm FreeOTP

source: Tap the QR code symbol at the top
es_es: Toca el símbolo de código QR en la parte superior
hr: Dodirnite simbol QR koda na vrhu
pl: Stuknij symbol kodu QR na górze
ro: Atinge simbolul de cod QR din partea de sus
sk: Klepnite na QR kód v hornej časti
ta: மேலேயுள்ள QR குறிச் சின்னத்தைத் தட்டுக
vi: Nhấn vào biểu tượng mã QR phía trên

source: Your phone will now be in "scanning" mode. When you are in this mode, scan the barcode below:
es_es: Tu teléfono pasará a estar en modo de escaneo. Una vez en ese modo, escanea el código que se encuentra abajo:
hr: Vaš telefon će biti u "skenirajućem" načinu rada. Skenirajte barkod ispod:
pl: Twój telefon będzie teraz w trybie "skanowania". Będąc w tym trybie, zeskanuj poniższy kod kreskowy:
ro: Telefonul va intra acum în modul „scanare”. Când ești în acest mod, scanează codul de bare de mai jos:
sk: Váš telefón bude teraz v skenovacom móde. Vrámci tohto módu prosím naskenujte QR kód nižšie:
ta: உங்கள் தொலைபேசி இப்பொழுது தேடி வருடும் முறைமையில் இருக்கும். இந்த நிலையில் இருக்கையில், கீழுள்ள பட்டைக்குறியைத் தேடி வருடுக:
vi: Điện thoại của bạn hiện giờ đang trong chế độ "quét". Khi bạn đang trong chế độ này, hãy quét barcode phía dưới:

source: Can't scan the barcode? You can manually pair FreeOTP with your SecureDrop account by entering the following two-factor secret into the app:
es_es: ¿No puedes escanear el código de barras? Puedes emparejar manualmente FreeOTP con tu cuenta SecureDrop ingresando el siguiente secreto de dos factores en la aplicación:
hr: Ne možete skenirati barkod? Možete ručno upariti FreeOTP sa svojim SecureDrop računom unošenjem sljedeće dvofaktorske tajne u aplikaciju:
pl: Problem z zeskanowaniem kodu? Możesz ręcznie sparować FreeOTP ze swoim kontem SecureDrop poprzez wprowadzenie poniższego, dwuskładnikowego sekretu do aplikacji:
sk: Nemôžete nasnímať čiarový kód? Môžete manuálne spárovať FreeOTP s vašim SecureDrop účtom zadaním nasledujúceho dvojfaktorového tajomstva do aplikácie:

source: Once you have paired FreeOTP with this account, enter the 6-digit verification code below:
es_es: Una vez que conectes FreeOTP con esta cuenta, ingresa abajo el código de verificación de 6 dígitos:
hr: Nakon uparivanja FreeOTP-a s ovim računom, unesite 6-znamenkasti verifikacijski kod ispod:
pl: Po sparowaniu FreeOTP z tym kontem, wprowadź poniższy 6-cyfrowy kod weryfikacyjny:
sk: Po spárovaní FreeOTP s týmto účtom, zadajte šesťmiestny overovací kód nižšie:

source: Enable YubiKey (OATH-HOTP)
es_es: Habilitar el dispositivo YubiKey (OATH-HOTP)
hr: Omogućite YubiKey (OATH-HOTP)
pl: Włącz YubiKey (OATH-HOTP)
ro: Activează YubiKey (OATH-HOTP)
sk: Povoliť YubiKey (OATH-HOTP)
ta: YubiKey (OATH-HOTP)-ஐ இயலச்செய்க
vi: Cho phép YubiKey (OATH-HOTP)

source: Once you have configured your YubiKey, enter the 6-digit verification code below:
es_es: Una vez que hayas configurado tu YubiKey, ingresa abajo el código de verificación de 6 dígitos:
hr: Nakon postavljanja YubiKey-a, unesite 6-znamenkasti verifikacijski kod ispod:
pl: Po skonfigurowaniu YubiKey, wprowadź poniższy 6-cyfrowy kod weryfikacyjny:
sk: Akonáhle nastavíte svoj YubiKey, zadajte šesťmiestny overovací kód nižšie:

source: Verification code
es_es: Código de verificación
hr: Verifikacijski kod
pl: Kod weryfikacyjny
ro: Verifică codul
sk: Overovací kód
ta: சரிபார்ப்புக் குறி
vi: Mã xác nhận

source: SUBMIT
es_es: ENVIAR
hr: Predaj
pl: ZATWIERDŹ
ro: TRIMITE
sk: POTVRDIŤ
ta: சமர்ப்பிக்கவும்
vi: GỬI

source: Admin Interface
es_es: Interfaz de Administración
hr: Administratorsko sučelje
pl: Interfejs Administracyjny
ro: Interfața de administrare
sk: Administračné rozhranie
ta: நிர்வாக இடைமுகம்
vi: Giao diện nhà quản trị

source: ADD USER
es_es: AGREGAR USUARIO
hr: Dodaj korisnika
pl: DODAJ UŻYTKOWNIKA
ro: ADAUGĂ UN UTILIZATOR
sk: PRIDAŤ POUŽÍVATEĽA
ta: பயனரைச் சேர்க்கவும்
vi: THÊM NGƯỜI DÙNG

source: Username
es_es: Nombre de Usuario
hr: Korisničko ime
pl: Nazwa użytkownika
ro: Nume utilizator
sk: Používateľské meno
ta: பயனர்பெயர்
vi: Tên người dùng
