Repository: freedomofpress/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: es_es, hr, pl, ro, sk, ta, vi

source: Sorry, the website encountered an error and was unable to complete your request.
es_es: Lo sentimos, el sitio web encontró un error y no pudo completar tu solicitud.
hr: Žao nam je, stranica je naišla na pogrešku i nije u mogućnosti dovršiti Vaš zahtjev.
pl: Niestety, witryna napotkała błąd i nie mogła spełnić Twojego żądania.
ro: Ne pare rău, site-ul a întâmpinat o eroare și nu a reușit procesarea cererii tale.
sk: Prepáčte, na webovej stránke sa vyskytla chyba a stránka nebola schopná dokončiť vašu požiadavku.
ta: பொறுத்தருள்க, இணையதளத்தில் ஒரு பிழை நேர்ந்துள்ளது எனவே உங்களுடைய வேண்டுகோளை நிறைவேற்ற இயலவில்லை.
vi: Website đã gặp sự cố và không thể hoàn thành yêu cầu của bạn.

source: Look up a codename...
es_es: Buscar un nombre clave...
hr: Pregledaj kodna imena...
pl: Wyszukaj kryptonim...
ro: Caută un nume de cod...
sk: Vyhľadať krycie meno...
ta: குறிப்பெயரைத் தேடுக...
vi: Tìm mật danh ...

source: Success!
es_es: ¡Éxito!
hr: Uspjeh!
pl: Sukces!
ro: Succes!
sk: Úspech!
ta: வெற்றி!
vi: Thành công!

source: Thank you for sending this information to us. Please check back later for replies.
es_es: Gracias por enviarnos esta información. Por favor, verifica más tarde por respuestas.
hr: Hvala Vam što ste nam poslali te informacije. Provjerite kasnije za dogovor.
pl: Dziękujemy za przesłanie nam tych informacji. Wróć później, aby sprawdzić odpowiedzi.
ro: Mulțumim că ne-ai trimis aceste informații. Te rugăm să revii mai târziu pentru a citi răspunsurile.
sk: Ďakujeme za zaslanie tejto informácie. Prosím vráťte sa neskôr skontrolovať odpovede.
ta: இந்தத் தகவலை எங்களுக்கு அனுப்பியமைக்கு நன்றி. தயவு செய்து மறுமொழிகளுக்கு சிறிது நேரம் கழித்துப் பார்க்கவும்.
vi: Cảm ơn bạn đã gửi thông tin này cho chúng tôi. Hãy kiểm tra lại để xem câu trả lời.

source: Forgot your codename?
es_es: ¿Olvidaste tu nombre clave?
hr: Zaboravili ste kodno ime?
pl: Zapomniałeś swojego kryptonimu?
ro: Ai uitat numele de cod?
sk: Zabudli ste svoje krycie meno?
ta: உங்களுடைய குறிப்பெயர் மறந்துவிட்டதா?
vi: Quên mật danh của bạn?

source: Powered by
es_es: Con tecnología de
pl: Napędzane przez
ro: Tehnologie oferită de
sk: Používa systém
ta: திறனூட்டம்
vi: Được cung cấp bởi

source: Please note: Sharing sensitive documents may put you at risk, even when using Tor and SecureDrop.
es_es: Por favor ten en cuenta: compartir documentos confidenciales puede ponerte en riesgo, incluso si lo haces a través de Tor y SecureDrop.
hr: Obavijest: Dijeljenje osjetljivih dokumenata Vas može izložiti riziku, čak i ako koristite Tor i SecureDrop.
pl: Proszę zauważ: Udostępnianie wrażliwych dokumentów może być dla Ciebie ryzykowne, nawet jeśli korzystasz z Tor oraz SecureDrop.
sk: Nezabúdajte na to, že zdieľaním dokumentov s citlivým obsahom sa vystavujete nebezpečenstvu. A to dokonca aj vtedy, ak používate Tor alebo SecureDrop.
ta: தயவு செய்து கவனிக்கவும்: Tor மற்றும் SecureDrop-ஐப் பயன்படுத்தினாலும் முக்கிய ஆவணங்களைப் பகிர்ந்துகொள்வது உங்களை இன்னலில் ஆழ்த்தலாம்.

source: SecureDrop is a project of Freedom of the Press Foundation.
es_es: SecureDrop es un proyecto de la Freedom of the Press Foundation.
hr: SecureDrop je projekt zaklade Freedom of the Press.
pl: SecureDrop jest projektem Freedom of the Press Foundation.
sk: SecureDrop je projekt organizácie Freedom of the Press Foundation.
ta: SecureDrop பதிப்போர் விடுதலை நிறுவனத்தின் ஒரு திட்டமாகும்.

source: Welcome
es_es: Bienvenido
hr: Dobrodošli
pl: Witamy
ro: Bun venit
sk: Vitajte
ta: வருக
vi: Chào bạn

source: Please either write this codename down and keep it in a safe place, or memorize it.
es_es: Por favor, escribe este nombre clave y guárdalo en un lugar seguro, o memorízalo.
hr: Molimo da zapišete kodno ime i držite ga na sigurnom mjestu, ili ga zapamtite.
pl: Proszę zapisać ten kryptonim i go przechować w bezpiecznym miejscu, lub go zapamiętaj.
ro: Te rugăm să notezi acest nume și să-l păstrezi într-un loc sigur, sau să-l memorezi.
sk: Prosím zapíšte si toto krycie meno a uložte ho na bezpečnom mieste, alebo sa ho naučte naspamäť.
ta: தயவு செய்து இந்தக் குறிப்பெயரை எழுதி பாதுகாப்பான இடத்தில் வைக்கவும் அல்லது நினைவில நிறுத்திக் கொள்ளவும்.
vi: Vui lòng viết mật danh này lên giấy và giữ ở nơi an toàn, hay ghi nhớ nó.

source: This codename is what you will use in future visits to receive messages from our team in response to what you submit on the next screen.
es_es: Este nombre clave es el que usarás en futuras visitas para recibir mensajes de nuestro equipo en respuesta a lo que envíes en la siguiente pantalla.
hr: Ovo kodno ime će te koristiti u budućnosti kako bi primali odgovore našeg tima vezano za ono što predate na sljedećem ekranu.
sk: Toto krycie meno budete v budúcnosti používať na prijímanie odpovedí od nášho tímu ako odpoveď k tomu, čo zašlete na nasledujúcej obrazovke.

source: Because we do not track users of our <strong>SecureDrop</strong> service, in future visits, using this codename will be the only way we have to communicate with you should we have questions or are interested in additional information. Unlike passwords, there is no way to retrieve a lost codename.
es_es: Debido a que no rastreamos a los usuarios de nuestro servicio <strong>SecureDrop</strong>, este nombre clave es la única manera que tenemos de comunicarnos contigo en futuras visitas, en caso que tuviéramos preguntas o estuviéramos interesados en información adicional. A diferencia de las contraseñas, no hay forma de recuperar un nombre clave perdido.
hr: Zato jer ne pratimo korisnike <strong>SecureDrop</strong> usluge, u budućim posjetima korištenje ovog kodnog imena će nam biti jedini način komunikacije s Vama, ako budemo imali pitanja ili nam budu trebale dodatne informacije. Za razliku od lozinke, nema načina da se vrati izgubljeno kodno ime.
pl: Ponieważ nie śledzimy użytkowników <strong> SecureDrop </strong>, używanie Twojego kryptonimu podczas przyszłych odwiedzin to jedyny sposób jaki mamy, aby się z Tobą komunikować w przypadku pytań lub zainteresowania dodatkowymi dokumentami. W przeciwieństwie do haseł, nie ma sposobu na odzyskanie zapomnianego kryptonimu.
ro: Deoarece noi nu urmărim utilizatorii serviciului nostru <strong>SecureDrop</strong>, în vizitele tale ulterioare acest nume de cod va fi singura metodă prin care vei putea comunica cu noi în caz că ai alte întrebări sau dorești să ne trimiți informații suplimentare. Spre deosebire de parole, un nume de cod nu poate fi recuperat de noi în niciun fel.
sk: Keďže nesledujeme používateľov služby <strong>SecureDrop</strong> , toto krycie meno je jediný spôsob ako s vami budeme môcť v budúcnosti komunikovať, ak budeme mať otázky, alebo budeme potrebovať ďalšie informácie. Narozdiel od hesiel sa stratené krycie meno nedá obnoviť.
ta: <strong>SecureDrop</strong> சேவையைப் பயன்படுத்துவோரின் தடங்களை நாம் தொடர்வதில்லை என்பதால் வருங்கால வருகைகளில் உங்களுக்கு ஏதும் கேள்விகள் எழுந்தாலோ அல்லது மேலும் தகவல்களை அறிய விரும்பினாலோ இந்தக் குறிப்பெயர் ஒன்றே நாம் தொடர்பு கொள்ளும் ஒரே வழியாக இருக்கும். கடவுச்சொற்களைப் போலன்றி இழந்த குறிப்பெயரை மீட்டெடுக்க எந்தவொரு வழியுமில்லை.

source: SUBMIT DOCUMENTS
es_es: ENVIAR DOCUMENTOS
hr: Predaj dokumente
pl: PRZEŚLIJ DOKUMENTY
ro: TRIMITE DOCUMENTE
sk: ODOSLAŤ DOKUMENTY
ta: ஆவணங்களைச் சமர்ப்பிக்கவும்
vi: GỬI TÀI LIỆU

source: Your Tor Browser's <a id="disable-js" href=""><strong>Security Level</strong></a> is too low. Use the <img src="{icon}" alt="shield icon"> &nbsp;button in your browser’s toolbar to change it.
es_es: El <a id="disable-js" href=""><strong>Nivel de Seguridad</strong></a> de tu Navegador Tor está demasiado bajo. Usa el botón <img src="{icon}" alt="shield icon"> &nbsp;en la barra de herramientas de tu navegador para cambiarlo.
hr: <a id="disable-js" href=""><strong>Sigurnosna razina</strong></a> Vašeg Tor preglednika je preniska. Koristite <img src="{icon}" alt="ikonu štita"> &nbsp; na alatnoj traci kako bi to promjenili.
sk: <a id="disable-js" href=""><strong>Úroveň zabezpečenia</strong></a> vo Vašom Tor prehliadači je príliš nízka. Zmeňte to použím tlačidla s <img src="{icon}" alt="ikonkou štítu"> &nbsp;v paneli nástrojov prehliadača.

source: <strong>It is recommended to use Tor Browser to access SecureDrop:</strong> <a id="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
es_es: <strong>Se recomienda que uses el Navegador Tor para acceder a SecureDrop:</strong><a id="recommend-tor" href="{tor_browser_url}">Aprende cómo instalarlo</a>, o ignora esta advertencia para continuar.
hr: <strong>Preporuča se da koristite Tor preglednik za pristup SecureDrop-u:</strong><a id="recommend-tor" href="{tor_browser_url}">Naučite kako ga instalirati</a>, ili ignorirajte ovo upozorenje za nastavak.
sk: <strong>Pre prístup k SecureDrop odporúčame použiť prehliadač Tor:</strong> <a id="recommend-tor" href="{tor_browser_url}">Zistite ako ho nainštalovať</a>, alebo ignorujte toto varovanie a pokračujte ďalej.

source: <strong>It is recommended you use the desktop version of Tor Browser to access SecureDrop, as Orfox does not provide the same level of security and anonymity as the desktop version.</strong> <a id="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
es_es: <strong>Se recomienda que uses la versión de escritorio del Navegador Tor para acceder a SecureDrop, ya que Orfox no proporciona el mismo nivel de seguridad y anonimato que ella.</strong><a id="recommend-tor" href="{tor_browser_url}">Aprende cómo instalarlo</a>, o ignora esta advertencia para continuar.
hr: <strong>Preporuča se da koristite desktop verziju Tor preglednika za pristup SecureDrop-u, jer Orfox ne pruža istu razinu sigurnosti i anonimnosti kao desktop verzija.</strong><a id="recommend-tor" href="{tor_browser_url}">Naučite kako ga instalirati</a>, ili ignorirajte ovo upozorenje za nastavak.
sk: <strong>Pre prístup k SecureDrop odporúčame používať desktopovú verziu prehliadača Tor, pretože Orfox neposkytuje rovnakú úroveň zabezpečenia a súkromia ako desktopové verzia.</strong> <a id="recommend-tor" href="{tor_browser_url}">Zistite ako ju nainštalovať</a>, alebo ignorujte toto varovanie a pokračujte ďalej.

source: First submission
es_es: Primer envío
hr: Prva predaja
sk: Prvé podanie
ta: முதல் சமர்ப்பிப்பு

source: First time submitting to our SecureDrop? Start here.
es_es: ¿Primera vez enviando a nuestro SecureDrop? Comienza aquí.
hr: Prvi put predajete na SecureDrop? Počnite ovdje.
sk: Podávate cez náš SecureDrop prvýkrát? Začnite tu.
ta: நமது SecureDrop-இல் முதன்முறையாகச் சமர்ப்பிக்கின்றீர்களா? இங்கே தொடங்குக.

source: GET STARTED
es_es: PRIMEROS PASOS
hr: Počnite
sk: ZAČAŤ
ta: தொடங்குக

source: Return visit
es_es: Visitar de vuelta
hr: Povratni posjet
sk: Vraciam sa
ta: மறு வருகை

source: Already have a codename? Check for replies or submit something new.
es_es: ¿Ya tienes un nombre clave? Revisa si hay respuestas o envía algo nuevo.
hr: Već imate kodno ime? Provjerite odgovore ili predajte nešto novo.
sk: Už máte krycie meno? Skontrolujte odpovede alebo pošlite niečo nové.
ta: ஏற்கனவே ஒரு குறிப்பெயர் உள்ளதா? மறுமொழிகளைப் பார்க்கவும் அல்லது ஏதேனும் புதியதாகச் சமர்ப்பிக்கவும்.

source: Click the <img src="{icon}" alt="shield icon"> in the toolbar above
es_es: Haz clic en <img src="{icon}" alt="shield icon">, arriba en la barra de herramientas
hr: Kliknite na <img src="{icon}" alt="ikonu štita"> na alatnoj traci iznad
sk: Kliknite na <img src="{icon}" alt="ikonku štítu"> v paneli nástrojov vyššie
ta: மேலேயுள்ள கருவிப்பட்டையிலுள்ள <img src="{icon}" alt="கவசக் குறிப்படம்"> படிமத்தைச் சுட்டுக

source: Select <strong>Advanced Security Settings</strong>
es_es: Selecciona <strong>Configuración de seguridad avanzada</strong>
hr: Odaberite <strong>Napredne sigurnosne postavke</strong>
sk: Vyberte <strong>Rozšírené bezpečnostné nastavenia</strong>
ta: <strong>மேம்பட்ட பாதுகாப்பு அமைப்புகளைத்</strong> தேர்வு செய்க

source: Select <strong>Safest</strong>
es_es: Selecciona <strong>El más seguro de todos</strong>
hr: Odaberite <strong>Najsigurnije</strong>
sk: Vyberte <strong>Najbezpečnejšie</strong>
ta: <strong>மிகவும் பாதுகாப்பான நிலையைத்</strong> தேர்வு செய்க

source: <a href="/">Refresh this page</a>, and you're done!
es_es: ¡<a href="/">Refresca esta página</a>, y estás listo!
hr: <a href="/">Osvježite ovu stranicu</a>, i gotovi ste!
sk: <a href="/">Obnovte túto stránku</a> a to je všetko!
ta: <a href="/">இந்தப் பக்கத்தை புதுப்பிப்பு செய்க</a>, நீங்கள் முடித்துவிட்டீர்கள்!

source: Enter Codename
es_es: Introduce Nombre Clave
hr: Unesite kodno ime
pl: Wpisz Kryptonim
ro: Introdu numele de cod
sk: Zadať krycie meno
ta: குறிப்பெயரை உள்ளிடுக
vi: Nhập mật danh

source: Enter your codename
es_es: Ingresa tu Nombre Clave
hr: Unesite svoje kodno ime
pl: Wpisz swój kryptonim
ro: Introdu numele tău de cod
sk: Zadajte svoje krycie meno
ta: உங்களுடைய குறிப்பெயரை உள்ளிடுக
vi: Nhập mật danh của bạn

source: CANCEL
es_es: CANCELAR
hr: Otkaži
pl: ANULUJ
ro: RENUNȚĂ
sk: ZRUŠIŤ
ta: விலக்குக
vi: HỦY

source: One more thing...
es_es: Una cosa más...
hr: Još jedna stvar...
sk: Ešte posledná vec...

source: Click the <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>New Identity</strong> button in your Tor Browser's toolbar. This will clear your Tor Browser activity data on this device.
es_es: Haz clic en el botón <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>Nueva identidad</strong> en la barra de herramientas del Navegador Tor. Esto borrará los datos de actividad de tu Navegador Tor en este dispositivo.
hr: Kliknite na <img src={icon} alt="ikonu metle" width="16" height="16">&nbsp;<strong>Novi identitet</strong> na alatnoj traci Tor preglednika. Ovime će te očistiti svoju Tor aktivnost na ovom uređaju.

source: Remember, your codename is:
es_es: Recuerda que tu nombre clave es:
hr: Zapamtite, Vaše kodno ime je:
pl: Pamiętaj że twój kryptonim to:
ro: Reține, numele tău de cod este:
sk: Pamätajte, vaše krycie meno je:
ta: நினைவில கொள்க, உங்கள் குறிப்பெயர்:
vi: Nhớ rằng mật danh của bạn là:

source: Show
es_es: Mostrar
hr: Pokaži
pl: Pokaż
ro: Arată
sk: Zobraziť
ta: காண்பிக்கவும்
vi: Chậm

source: Hide
es_es: Esconder
hr: Sakrij
pl: Schowaj
ro: Ascunde
sk: Skryť
ta: மறைக்கவும்
vi: Giấu

source: Sorry we haven't responded yet!
es_es: ¡Sentimos no haber respondido todavía!
hr: Žao nam je što još nismo odgovorili!
sk: Ospravedlňujeme sa, ešte sme neodpovedali!
ta: பொறுத்தருள்க நாங்கள் இன்னும் மறுமொழியளிக்கவில்லை!

source: Our SecureDrop recently experienced a surge of activity. For security reasons, the creation of a two-way communication channel was delayed until you checked in again.
es_es: Nuestro SecureDrop experimentó recientemente un pico de actividad. Por razones de seguridad, la creación de un canal de comunicación de doble vía fue demorada hasta que inicies sesión nuevamente.
hr: SecureDrop je nedavno doživio porast aktivnosti. Iz sigurnosnih razloga, stvaranje dvosmjernog komunikacijskog kanala je bilo odgođeno do Vaše ponovne prijave.
sk: Náš SecureDrop zaznamenal zvýšenú aktivitu. Z bezpečnostných dôvodov bolo vytvorenie obojsmerného komunikačného kanála odložené až do vašeho ďalšieho prihlásenia.
ta: நமது SecureDrop அண்மையில் பயன்பாட்டு எழுச்சியைக் கண்டுள்ளது. பாதுகாப்புக் காரணங்களுக்காக நீங்கள் மீண்டும் சரிபார்க்கும்வரை இரு வழித்தொடர்பு வழியை உருவாக்குவது காலம்தாழ்த்தி வைக்கப்பட்டுள்ளது.

source: Please rest assured that we were able to download your submission, and check back again later for a reply.
es_es: Por favor quédate tranquilo que hemos podido descargar tu envío, y vuelve a comprobar más tarde por una respuesta.
hr: Uvjeravamo Vas da možemo preuzeti Vašu predaju, provjerite malo kasnije za naš odgovor.
sk: Vaše podanie sa nám podarilo stiahnuť, prosím skontrolujte si našu odpoveď neskôr.
ta: உங்களுடைய சமர்ப்பிப்பை எங்களால் பதிவிறக்கம் செய்ய முடிந்தது என்பதில் தயவு செய்து உறுதிகொள்ளவும், மறுமொழிகளுக்கு சிறிது நேரம் கழித்துப் பார்க்கவும்.

source: Submit Files or Messages
es_es: Enviar Archivos o Mensajes
hr: Predaj datoteke ili poruke
ro: Trimite fișiere sau mesaje
sk: Odovzdať súbory alebo správy
ta: கோப்புகளையோ செய்திகளையோ சமர்ப்பிக்கவும்

source: You can submit any kind of file, a message, or both.
es_es: Puedes enviar cualquier tipo de archivo, un mensaje, o ambos.
hr: Možete predati bilo koju vrstu datoteke, ili poruku, ili oboje.
ro: Ne poți trimite orice fel de fișier, un mesaj, sau ambele.
sk: Môžete nahrať akýkoľvek typ súboru, správu, alebo oboje.
ta: நீங்கள் எந்த வகையான கோப்பையோ செய்தியையோ அல்லது இரண்டையுமோ சமர்ப்பிக்க முடியும்.

source: Submit Messages
es_es: Enviar Mensajes
hr: Predaj poruke
sk: Odoslať správy

source: If you are already familiar with GPG, you can optionally encrypt your files and messages with our <a href="{url}" class="text-link">public key</a> before submission. Files are encrypted as they are received by SecureDrop.
es_es: Si estás familiarizado con GPG, puedes cifrar tus archivos y mensajes de forma opcional con nuestra <a href="{url}" class="text-link">llave pública</a> antes de enviarlos. Sin importar si has cifrado tus mensajes con GPG o no, todos los archivos son cifrados tan pronto son recibidos por SecureDrop.
hr: Ako ste već upoznati s GPG-om, opcionalno, prije predaje, možete enkriptirati datoteke i poruke s našim <a href="{url}" class="text-link">javnim ključem</a>. Datoteke se enkriptiraju po primitku na SecureDrop.
pl: Jeśli korzystasz już z GPG, możesz opcjonalnie zaszyfrować pliki i wiadomości za pomocą naszego <a href="{url}" class="text-link"> klucza publicznego </a> przed przesłaniem. Pliki są szyfrowane w trakcie odbioru przez SecureDrop.
ro: Dacă știi deja cum funcționează GPG, poți în mod opțional cripta fișierele și mesajele cu <a href="{url}" class="text-link">cheia noastră publică</a> înainte de a ne trimite informații. Fișierele sunt criptate și după ce sunt primite de SecureDrop.
sk: Ak viete narábať s GPG, môžete svoje súbory a správy zašifrovať ešte pred podaním naším <a href="{url}" class="text-link">verejným kľučom</a>. Súbory a správy sú šifrované pri prijatí do SecureDrop.
ta: நீங்கள் GPG-ஐப் பற்றி முன்பே அறிந்திருந்தால், உங்களுடைய விருப்பப்படி நீங்களே உங்களுடைய கோப்புகளையும் செய்திகளையும் சமர்ப்பிக்கும் முன்பே நமது <a href="{url}" class="text-link">பொதுச் சாவியைக்</a> கொண்டு மறைகுறியிடுக்கொள்ளலாம். SecureDrop-இல் கோப்புகள் மறைகுறியிடப்பட்டே பெற்றுக் கொள்ளப்படுகின்றன.

source: If you are already familiar with GPG, you can optionally encrypt your messages with our <a href="{url}" class="text-link">public key</a> before submission.
es_es: Si estás familiarizado con GPG, puede cifrar tus mensajes de forma opcional con nuestra <a href="{url}" class="text-link">llave pública</a> antes de enviarlos.
hr: Ako ste već upoznati s GPG-om, opcionalno, prije predaje, možete enkriptirati svoje poruke s našim<a href="{url}" class="text-link">javnim ključem</a>.
sk: Ak viete narábať s GPG, môžete svoje správy zašifrovať ešte pred podaním naším <a href="{url}" class="text-link">verejným kľučom</a>.

source: <a href="{url}" class="text-link">Learn more</a>.
es_es: <a href="{url}" class="text-link">Aprende más</a>.
hr: <a href="{url}" class="text-link">Saznajte više</a>.
pl: <a href="{url}" class="text-link">Dowiedz się więcej</a>.
ro: <a href="{url}" class="text-link">Află mai multe</a>.
sk: <a href="{url}" class="text-link">Dozvedieť sa viac</a>.
ta: <a href="{url}" class="text-link">மேலும் அறிந்து கொள்க</a>.

source: Maximum upload size: 500 MB
es_es: Tamaño máximo de carga: 500 MB
hr: Maksimalna veličina: 500MB
pl: Maksymalny rozmiar wysyłania: 500 MB
ro: Dimensiunea maximă a fișierului: 500 MB
sk: Maximálna veľkosť uploadu: 500 MB
ta: பதிவேற்ற உயர் அளவு: 500 MB
vi: Kích thước tải lên tối đa: 500 MB

source: Read Replies
es_es: Leer Respuestas
hr: Pročitajte odgovore
pl: Przeczytaj odpowiedzi
ro: Citește răspunsurile
sk: Prečítať si odpovede
ta: மறுமொழிகளைப் படிக்கவும்
vi: Đọc các câu trả lời

source: You have received a reply. To protect your identity in the unlikely event someone learns your codename, please delete all replies when you're done with them. This also lets us know that you are aware of our reply. You can respond by submitting new files and messages above.
es_es: Has recibido una respuesta. Para proteger tu identidad en el improbable caso de que alguien descubra tu nombre clave, por favor, borra todas las respuestas cuando hayas terminado con ellas. Esto también nos permite saber que has recibido nuestra respuesta. Puedes responder enviando nuevos archivos y mensajes arriba.
hr: Dobili ste odgovor. U nevjerojatnom slučaju da je netko saznao Vaše kodno ime, a kako bi sebe zaštitili, molimo obrišite sve odgovore kad ste gotovi s njima. Također, na taj način nas obavještavate da ste svjesni odgovora. Možete odgovoriti predavanjem novih datoteka i poruka iznad.
ro: Ai primit un răspuns. Pentru a proteja identitatea ta în cazul improbabil ca cineva a aflat numele tău de cod, te rugăm să ștergi toate răspunsurile pe care le-ai postat. Aceasta ne anunță că ai aflat de răspunsul nostru. Mai poți răspunde prin trimiterea de noi fișiere sau mesaje mai sus.
sk: Dostali ste odpoveď. Aby sme ochránili vašu identitu v prípade že by sa niekto dozvedel vaše krycie meno, zmažte prosím všetky odpovede v momente keď ich už nebudete potrebovať. Vďaka tomu budeme taktiež vedieť, že ste si našu odpoveď prečítali. Môžete odpovedať podaním nových súborov a správ vyššie.
ta: நீங்கள் ஒரு மறுமொழியைப் பெற்றுள்ளீர்கள். உங்களுடைய குறிப்பெயரை யாரேனும் அறிந்துகொள்ளும் நடக்கவியலா நிகழ்விலிருந்து உங்களுடைய அடையாளத்தைப் பாதுகாத்துக் கொள்ள மறுமொழிகளைப் படித்துமுடித்தவுடன் எல்லா மறுமொழிகளையும் தயவுசெய்து அழித்துவிடுக. எமது மறுமொழியை நீங்கள் அறிந்துள்ளமையை எங்களுக்கு இது தெரியப்படுத்தும். நீங்கள் மேலுள்ளவற்றுக்குப் புதிய கோப்புகளையும் செய்திகளையும் சமர்ப்பித்து மறுமொழியளிக்கலாம்.

source: Delete this reply?
es_es: ¿Deseas eliminar esta respuesta?
hr: Obriši ovaj dogovor?
pl: Usuń tą odpowiedź?
ro: Șterge acest răspuns?
sk: Zmazať túto odpoveď?
ta: இந்த மறுமொழியை அழிக்க வேண்டுமா?
vi: Xóa câu trả lời này?

source: DELETE ALL REPLIES
es_es: ELIMINAR TODAS LAS RESPUESTAS
hr: Obriši sve odgovore
pl: USUŃ WSZYSTKIE ODPOWIEDZI
ro: ȘTERGE TOATE RĂSPUNSURILE
sk: ZMAZAŤ VŠETKY ODPOVEDE
ta: எல்லா மறுமொழிகளையும் அழித்துவிடுக
vi: XÓA TẤT CẢ CÁC CÂU TRẢ LỜI

source: Are you finished with the replies?
es_es: ¿Has terminado con las respuestas?
hr: Jeste li gotovi s odgovorima?
pl: Czy skończyłeś z odpowiedziami?
ro: Ai terminat cu toate răspunsurile?
sk: Máte odpovede prečítané?
ta: மறுமொழிகளைப் படித்து முடித்துவிட்டீர்களா?
vi: Bạn đã hoàn thành với các câu trả lời chưa?

source: YES, DELETE ALL REPLIES
es_es: SI, ELIMINAR TODAS LAS RESPUESTAS
hr: Da, obriši sve odgovore
pl: TAK, USUŃ WSZYSTKIE ODPOWIEDZI
ro: DA, ȘTERGE TOATE RĂSPUNSURILE
sk: ÁNO, ZMAZAŤ VŠETKY ODPOVEDE
ta: ஆம் எல்லா மறுமொழிகளையும் அழித்துவிடுக
vi: XÓA MỌI CÂU TRẢ LỜI

source: NO, NOT YET
es_es: NO, TODAVÍA NO
hr: Ne, ne još
pl: NIE, JESZCZE NIE
ro: NU, NU ÎNCĂ
sk: NIE, EŠTE NIE
ta: இல்லை, இன்னும் இல்லை
vi: CHƯA XÓA

source: — No Messages —
es_es: — No hay mensajes —
hr: — Nema poruka —
sk: — Žiadne správy —

source: Page not found
es_es: Página no encontrada
hr: Stranica nije pronađena
pl: Nie odnaleziono strony
ro: Pagina nu a fost găsită
sk: Stránka nebola nájdená
ta: பக்கம் காணப்படவில்லை
vi: Không tìm thấy trang

source: Sorry, we couldn't locate what you requested.
es_es: Lo sentimos, no pudimos localizar lo que pediste.
hr: Oprostite, ne možemo naći što ste tražili.
pl: Niestety, nie udało nam się znaleźć tego, o co prosiłeś.
ro: Ne pare rău, nu am găsit ceea ce căutai.
sk: Prepáčte, nemohli sme nájsť vašu požiadavku.
ta: பொறுத்தருள்க, நீங்கள் வேண்டியதைத் தேடிப் பெற இயலவில்லை.
vi: Xin lỗi, chúng tôi không thể tìm thứ bạn yêu cầu.

source: Important
es_es: Importante
hr: Važno
sk: Dôležité
