Repository: freedomofpress/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: es_es, hr, pl, ro, sk, ta, vi

source: Already submitted something?
ro: Ai trimis deja ceva?

source: If this is your first time submitting to journalists, start here.
ro: Dacă este prima dată când trimiți unor jurnaliști, începe aici.

source: If you have already submitted to journalists, log in here to check for responses.
ro: Dacă ai mai trimis deja în trecut, autentifică-te aici pentru a citi răspunsurile.

source: CHECK FOR A RESPONSE
ro: VERIFICĂ RĂSPUNSURILE

source: You appear to be using the Tor Browser. You can move the Security Slider to Safest in four steps.
ro: Se pare că folosești Browserul Tor. Poți activa opțiunea de securitate maximă în 4 pași simpli.

source: Click the <img src="{icon}" alt="Tor icon"> Tor icon in the toolbar above
ro: Clic pe <img src="{icon}" alt="pictograma Tor"> pictograma Tor din bara de unelte de mai sus

source: Click <strong>Security Settings...</strong>
ro: Clic pe <strong>Setări de securitate...</strong>

source: Move the Slider to <strong>Safest</strong>, then click <strong>OK</strong>
ro: Mută glisorul pe opțiunea <strong>Cel mai sigur</strong>, apoi clic pe <strong>Ok</strong>

source: <a href="/">Click here</a> to refresh the page
ro: <a href="/">Clic aici</a> pentru a reîmprospăta pagina

source: Thank you for exiting your session! Please select "New Identity" from the green onion button in the Tor browser to clear all history of your SecureDrop usage from this device.
ro: Mulțumim că ai ieșit din sesiune! Selectează butonul „Identitate nouă” (New Identity) din browserul Tor pentru a curăța istoricul folosirii SecureDrop de pe acest dispozitiv.

source: Whew, it’s you! Now, the embarrassing part...
ro: Bine ai venit! Întâmpinăm probleme momentan...

source: Our servers experienced an unusual surge of new activity, when you last visited. To err on the side of caution, we put a hold on sending all files and messages from that day through to our journalists.
ro: Serverele noastre sunt supuse unui trafic intens de la ultima ta vizită. Pentru a nu întâmpina probleme am oprit începând cu acea zi trimiterea de fișiere și mesaje către jurnaliștii noștri.

source: Now that we know you’re really a human, though, we’ll get your previous submission into the hands of a journalist straight away. We’re sorry for the delay. Please do check back again in a week or so.
ro: Acum că știm că ești o persoană și nu un robot, vom trimite documentele transmise de tine unui jurnalist imediat. Ne cerem scuze pentru pentru întârziere. Te rugăm să revii în cam o săptămână.

source: There are no replies at this time.
ro: Nu sunt răspunsuri în acest moment.
vi: Hiện tại không có câu trả lời nào.

source: Your session timed out due to inactivity. Please login again if you want to continue using SecureDrop, or select "New Identity" from the green onion button in the Tor browser to clear all history of your SecureDrop usage from this device. If you are not using Tor Browser, restart your browser.
ro: Sesiunea ta s-a terminat din cauza inactivității. Trebuie să te autentifici din nou pentru a folosi SecureDrop, sau poți alege „Identitate nouă” (New Identity) din butonul cu ceapa verde din browserul Tor pentru a curăța întreaga istorie a folosirii SecureDrop pe acest dispozitiv. Dacă nu folosești browserul Tor, repornește browserul.

source: We <strong>strongly advise</strong> you to use the <a href="www.torproject.org/projects/torbrowser.html">Tor browser</a> instead.
ro: <strong>Recomandăm puternic</strong> să folosești <a href="www.torproject.org/projects/torbrowser.html">Browserul Tor</a> în loc.

source: Why download the journalist's public key?
ro: De ce să descarc cheia publică a jurnalistului?
vi: Vì sao lại tải về chìa khóa công cộng của nhà báo?

source: <a href="{url}">Download</a> the public key. The public key is a text file with the extension <code>.asc</code>
ro: <a href="{url}">Descarcă</a> cheia publică. Cheia publică este un fișier text cu extensia <code>.asc</code>

source: If you are using Mac/Linux, open the terminal. You can import the key with <code>gpg --import /path/to/key.asc</code>.
ro: Dacă folosești Mac/Linux, deschide terminalul. Poți importa cheia cu <code>gpg --import /cale/către/key.asc</code>.

source: Encrypt your submission.
ro: Criptează trimiterea ta.

source: You will need to be able to identify the key (this is called the "user ID" or UID). Since the public key's filename is the key's fingerprint (with .asc at the end), you can just copy and paste that. (don't include the <code>.asc</code>!)
ro: Va trebui să identifici cheia cu ajutorul unui „ID utilizator” (user ID) sau UID. Numele de fișier al cheii este și amprenta digitală a cheii (cu .asc la sfârșit), așa că poți copia și lipi acest nume (fără a include <code>.asc</code>).

source: On all systems, open the Terminal and use this gpg command: <code>gpg --recipient &lt;user ID&gt; --encrypt roswell_photos.pdf</code>
ro: Pe toate sistemele, deschide un terminal și folosește următoarea comandă gpg: <code>gpg --recipient &lt; user ID&gt; --encrypt roswell_photos.pdf</code>

source: Upload your encrypted submission. It will have the same filename as the unencrypted file, with .gpg at the end (e.g. <code>roswell_photos.pdf.gpg</code>)
ro: Încarcă trimiterea ta criptată. Acesta va avea același nume, dar cu .gpg la sfârșit (de ex. <code>roswell_photos.pdf.gpg</code>)

source: <strong>Tip:</strong> If you wish to remain anonymous, <strong>do not</strong> use GPG to sign the encrypted file (with the <code>--sign</code> or <code>-s</code> flag) as this will reveal your GPG identity to us.
ro: <strong>Indiciu:</strong> Dacă dorești să rămâi anonim, <strong>nu folosi</strong> GPG pentru a semna un fișier criptat (cu argumentul <code>--sign</code> sau <code>-s</code>) pentru că aceasta ne va dezvălui nouă identitatea ta.

source: Important!
vi: Quan trọng!
