Repository: freedomofpress/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: es_es, hr, pl, ro, sk, ta, vi

source: Your password will be changed immediately, so you will need to save it before pressing the "Reset Password" button.
es_es: Tu contraseña cambiará inmediatamente, tendrás que guardarla antes de pulsar el botón "Restablecer Contraseña".
hr: Vaša lozinka će biti odmah promjenjena, tako da ju trebate spremiti prije nego kliknete "Ponovno postavi lozinku".
pl: Twoje hasło zostanie natychmiast zmienione, więc musisz je zapisać przed naciśnięciem przycisku "Resetuj hasło".
ro: Parola ta va fi schimbată imediat, așa că nu trebuie să o salvezi înainte de a apăsa butonul „Resetează parola”.
sk: Vaše heslo sa zmení okamžite, preto si ho prosím uložte ešte pred stlačením tlačidla „Resetovať Heslo“.
ta: உங்கள் கடவுச்சொல் உடனடியாக மாற்றப்படும், எனவே "கடவுச்சொல்லை மறுவமைக்கவும்" பொத்தானை அழுத்தும் முன்னரே நீங்கள் சேமித்துக்கொள்ள வேண்டும்.
vi: Mật khẩu của bạn sẽ được thay đổi ngay lập tức, vì vậy bạn cần lưu lại trước khi ấn nút "Thay đổi mật khẩu".

source: Please enter your current password and two-factor code.
es_es: Por favor ingresa tu contraseña actual y el código de dos factores.
hr: Molimo unesite svoju trenutnu lozinku i dvofaktorski kod.
pl: Wprowadź obecne hasło i kod dwuetapowy.
ro: Trebuie să introduci parola curentă și codul de autentificare.
sk: Prosím zadajte svoje súčasné heslo a dvojfaktorový kód.
ta: தயவுசெய்து உங்களுடைய தற்போதைய கடவுச்சொல்லையும் இருகூற்றுக் குறியையும் உள்ளிடுக.
vi: Vui lòng nhập mật khẩu hiện tại và mã xác nhận hai lần.

source: Current Password
es_es: Contraseña Actual
hr: Trenutna lozinka
pl: Aktualne Hasło
ro: Parola curentă
sk: Súčasné heslo
ta: தற்போதைய கடவுச்சொல்
vi: Mật khẩu hiện tại

source: Two-factor Code
es_es: Código de Dos Factores
hr: Dvofaktorski kod
pl: Kod Dwuetapowy
ro: Codul de autentificare
sk: Dvojfaktorový kód
ta: இருகூற்றுக் குறி
vi: Mã xác nhận hai lần

source: The user's password will be changed to:
es_es: La contraseña del usuario se cambiará a:
hr: Korisnička lozinka će biti promjenjena u:
pl: Hasło użytkownika zostanie zmienione na:
ro: Parola utilizatorului va fi schimbată în:
sk: Heslo používateľa bude zmenené na:
ta: பயனரின் கடவுச்சொல் இவ்வாறு மாற்றம் பெறும்:
vi: Mật khẩu người dùng sẽ được đổi thành:

source: Your password will be changed to:
es_es: Tu contraseña será cambiada a:
hr: Vaša lozinka će biti promjenjena u:
pl: Twoje hasło zostanie zmienione na:
ro: Parola ta va fi schimbată în:
sk: Vaše heslo bude zmenené na:
ta: உங்களுடைய கடவுச்சொல் இவ்வாறு மாற்றம் பெறும்:
vi: Mật khẩu của bạn sẽ được đổi thành:

source: Reset Two-Factor Authentication
es_es: Restablecer la Autenticación de Dos Factores
hr: Ponovno postavi dvofaktorsku autentikaciju
pl: Zresetuj Uwierzytelnienie Dwuetapowe
ro: Resetează autentificarea cu doi factori
sk: Resetovať dvojfaktorovú autentifikáciu
ta: இருகூற்று உறுதிப்படுத்தலை மறுவமைக்கவும்
vi: Đổi xác định danh tính hai lần

source: If a user's two-factor authentication credentials have been lost or compromised, you can reset them here. <em>If you do this, make sure the user is present and ready to set up their device with the new two-factor credentials. Otherwise, they will be locked out of their account.</em>
es_es: Si un usuario ha perdido o comprometido las credenciales de autenticación de dos factores, puedes restablecerlas aquí. <em>Si haces esto, asegúrate que el usuario esté presente y listo para configurar su dispositivo con las nuevas credenciales de dos factores. De lo contrario, será bloqueado de su cuenta.</em>
hr: Ako su korisnički dvofaktorski kredencijali izgubljeni ili kompromitirani, možete ih ponovno postaviti ovdje. <em>Ako ovo radite, osigurajte prisutnost i spremnost korisnika da postavi svoj uređaj s novim dvofkatorski vjerodajnicama. U suprotnom će korisnik biti zaključan iz svog računa.</em>
sk: Ak boli používateľove údaje k dvojfaktorovému overovaniu stratené alebo kompromitované, môžete ich resetovať tu. <em>Najskôr sa však uistite, že daný používateľ je prítomný a pripravený nastaviť na zariadenie nové údaje k dvojfaktorovému overovaniu. V opačnom prípade prístup k účtu stratí.</em>

source: If your two-factor authentication credentials have been lost or compromised, or you got a new device, you can reset your credentials here. <em>If you do this, make sure you are ready to set up your new device, otherwise you will be locked out of your account.</em>
es_es: Si tus credenciales de autenticación de dos factores se han perdido o han sido comprometidas, o si tienes un dispositivo nuevo, puedes restablecer tus credenciales aquí. <em>Si haces esto, asegúrate de estar listo para configurar tu nuevo dispositivo, de lo contrario el acceso a tu cuenta será bloqueado.</em>
hr: Ako su Vaše dvofaktorske autentikacijske vjerodajnice izgubljene ili kompromitirane, ili imate novi uređaj, možete ponovno postaviti vjerodajnice ovdje. <em>Ako ovo radite, osigurajte da ste spremni postaviti novi uređaj, jer će te u suprotnom biti zaključani iz svog računa.</em>
pl: Jeśli Twoje dane weryfikujące uwierzytelnienia dwuetapowego zostały utracone lub naruszone, możesz je zresetować tutaj. <em> Jeśli to zrobisz, upewnij się, że jesteś gotowy do skonfigurowania nowego urządzenia. W przeciwnym razie utracisz dostęp do swojego konta.</em>
ro: Dacă factorii tăi de autentificare au fost pierduți sau compromiși, sau ai obținut un noi dispozitiv, îți poți reseta factorii aici. <em>Dacă faci asta, asigură-te că ai setat noul dispozitiv, altfel nu vei mai putea intra în cont</em>
sk: Ak boli vaše údaje k dvojfaktorovému overovaniu stratené alebo kompromitované, alebo ak máte nové zariadenie, môžete si vaše údaje resetovať tu. <em>Najskôr sa však uistite, že ste pripravení nastaviť si vaše nové zariadenie, inak stratíte prístup k vašemu účtu.</em>
ta: உங்களுடைய இருகூற்று உறுதிப்படுத்தல் சான்றாவணங்கள் இழந்துவிட்டாலோ களவாடப்பட்டாலோ அல்லது நீங்கள் புதிய கருவியைப் பெற்றாலோ, இங்கே உங்களுடைய சான்றாவணங்களை மறுவமைப்பு செய்து கொள்ள முடியும். <em>இதை நீங்கள் செய்கையில், கருவியில் புது இருகூற்றுச் சான்றாவணங்களை அமைக்க ஆயத்தமாக இருப்பதை உறுதி செய்துகொள்க. இல்லையெனில் நீங்கள் உங்களுடைய கணக்கிலிருந்து வெளிப்பூட்டிட்டுக் கொள்வீர்கள்.</em>

source: To reset two-factor authentication for mobile apps such as FreeOTP, choose the first option. For security keys like the YubiKey, choose the second one.
es_es: Para restablecer la autenticación de dos factores para aplicaciones móviles como FreeOTP, elige la primera opción. Para llaves de seguridad como el YubiKey, elige la segunda.
hr: Kako bi ponovno postavili dvofaktorsku autentikaciju za mobilne aplikacije kao što je FreeOTP, odaberite prvu opciju. Za sigurnosne ključeve kao što je YubiKey, odaberite drugu opciju.
pl: Aby zresetować uwierzytelnianie dwuetapowe w aplikacjach mobilnych takich jak FreeOTP, wybierz pierwszą opcję. W przypadku kluczy bezpieczeństwa, takich jak Yubikey, wybierz drugi.
sk: Pre resetovanie dvojfaktorovéj autentifikácie v mobilných aplikáciach, ako napríklad FreeOTP, vyberte prosím prvú možnosť. Pre bezpečnostné kľúče, ako napríklad YubiKey, vyberte druhú možnosť.

source: Reset two-factor authentication for mobile apps, such as FreeOTP
es_es: Restablecimiento de autenticación de dos factores en aplicaciones móviles como FreeOTP
hr: Ponovno postavite dvofaktorsku autentikaciju za mobilne aplikacije, kao što je FreeOTP
pl: Zresetuj uwierzytelnianie dwuetapowe dla aplikacji mobilnych, takich jak FreeOTP
sk: Resetovať dvojfaktorovú autentifikáciu pre mobilné aplikácie, ako napríklad FreeOTP
ta: தளையற்ற ஒபகவைப் போன்ற கைபேசிச் செயலிகளின் இருகூற்று உறுதிப்படுத்தலை மறுவமைக்கவும்

source: RESET MOBILE APP CREDENTIALS
es_es: RESTABLECER CREDENCIALES DE APLICACIONES MÓVILES
hr: Ponovno postavi vjerodajnice mobilne aplikacije
pl: Zresetuj dane uwierzytelniające aplikacji mobilnej
sk: RESETOVAŤ ÚDAJE V MOBILNEJ APLIKÁCII

source: Reset two-factor authentication for security keys, like a YubiKey
es_es: Restablecer autenticación de dos factores para llaves de seguridad como YubiKey
hr: Ponovno postavite dvofaktorsku autentikaciju za sigurnosne ključeve, kao što je YubiKey
pl: Zresetuj uwierzytelnianie dwuetapowe dla kluczy bezpieczeństwa, jak YubiKey
sk: Resetovať dvojfaktorovú autentifikáciu pre bezpečnostné kľúče, ako napríklad YubiKey

source: RESET SECURITY KEY CREDENTIALS
es_es: RESTABLECER CREDENCIALES DE CLAVE DE SEGURIDAD
hr: Ponovno postavi vjerodajnice sigurnosnog ključa
pl: Zresetuj dane uwierzytelniające klucza bezpieczeństwa
sk: RESETOVAŤ PRIHLASOVACIE ÚDAJE BEZPEČNOSTNÉHO KĽÚČA

source: info icon
es_es: ícono de Información
hr: ikona informacija

source: Thanks!
es_es: ¡Gracias!
hr: Hvala!
pl: Dzięki!
ro: Mulțumim!
sk: Vďaka!
ta: நன்றி!
vi: Cảm ơn!

source: SecureDrop will generate a secure encryption key for this source the next time that they log in. Once the key has been generated, a reply box will appear under their collection of documents. You can use this box to write encrypted replies to them.
es_es: SecureDrop generará una llave de cifrado segura para esta fuente la próxima vez que inicie sesión. Una vez que la llave sea generada, un cuadro de respuesta aparecerá debajo de la colección de sus documentos. Puedes utilizar este cuadro para escribirle respuestas cifradas.
hr: SecureDrop će generirati sigurni enkripcijski ključ za ovaj izvor kod Vaše sljedeće prijave. Nakon što je ključ generiran, prozor za odgovore će se pojaviti ispod kolekcije dokumenata. Možete iskoristit taj prozor za pisanje enkriptiranih odgovora na kolekcije.
pl: SecureDrop wygeneruje bezpieczny klucz szyfrowania dla tego źródła przy następnym logowaniu. Po wygenerowaniu klucza, pole odpowiedzi pojawi się pod zbiorem dokumentów. Możesz wykorzystać to pole do pisania zaszyfrowanych odpowiedzi.
ro: SecureDrop va genera o cheie de criptare sigură pentru această sursă pentru data viitoare când se vor autentifica. După ce a fost generată cheia va apărea o căsuță pentru răspunsuri în dreptul colecției de documente al acestuia. Poți folosi această căsuță pentru a-i trimite răspunsuri criptate.
sk: Keď sa tento zdroj nabudúce prihlási, SecureDrop mu vygeneruje zabezpečený šifrovací kľúč. Keď bude kľúč vygenerovaný, pole pre odpoveď sa objaví pod ich sadou dokumentov. Toto pole môžete používať pre písanie zašifrovaných odpovedí.
ta: SecureDrop இந்த மூலத்திற்காக ஒரு பாதுகாப்பான மறைகுறிச் சாவியை அவர்கள் அடுத்த முறை புகுபதிகை செய்கையில் உண்டாக்கும். அந்தச் சாவியை உண்டாக்கிய பின் அவர்களுடைய ஆவணங்களின் திரட்டின் கீழ் ஒரு மறுமொழிப் பெட்டி தோன்றும். அவர்களுக்கு மறைகுறிட்ட மறுமொழிகளை எழுத இந்தப் பெட்டியை நீங்கள் பயன்படுத்தலாம்.

source: Continue to the list of documents for {codename}...
es_es: Continuar a la lista de documentos para {codename}...
hr: Nastavi do popisa dokumenata za {codename}...
pl: Przejdź dalej do listy plików dla {codename}...
ro: Continuă la lista de documente pentru {codename}...
sk: Pokračujte na zoznam dokumentov pre {codename}...
ta: {codename}-க்கான கோப்புகளின் பட்டியலுக்குத் தொடர்க...
vi: Tiếp tục tới danh sách tài liệu cho {codename}...

source: Sources
es_es: Fuentes
hr: Izvori
pl: Źródła
ro: Surse
sk: Zdroje
ta: மூலங்கள்
vi: Nguồn

source: Download Unread
es_es: Descargar No Leídos
hr: Preuzmi nepročitano
pl: Pobierz Nieodczytane
ro: Descarcă necitite
sk: Stiahnuť neprečítané
ta: படிக்கப்படாதவற்றைப் பதிவிறக்குக
vi: Tải về tài liệu chưa được đọc

source: Download
es_es: Descargar
hr: Preuzmi
pl: Pobierz
ro: Descarcă
sk: Stiahnuť
ta: பதிவிறக்குக
vi: Tải về

source: Star
es_es: Marcar
hr: Stavi zvijezdu
pl: Oznacz gwiazdką
ro: Pune o stea
sk: Označiť
ta: விண்மீன் குறியிடுக
vi: Đánh dấu

source: Un-star
es_es: Desmarcar
hr: Ukloni zvijezdu
pl: Usuń zaznaczenie gwiazdką
ro: Scoate steaua
sk: Odznačiť
ta: விண்மீன் குறியை நீக்குக
vi: Bỏ đánh dấu

source: Are you sure you want to delete the selected collections?
es_es: ¿Estás seguro de que deseas eliminar las colecciones seleccionadas?
hr: Jeste li sigurni da želite obrisati odabrane kolekcije?
pl: Czy napewno chcesz usunąć wybrane zbiory?
ro: Sigur dorești să ștergi colecțiile selectate?
sk: Naozaj chcete zmazať označené sady?
ta: தேர்ந்தெடுத்த திரட்டுகளை உறுதியாக நீங்கள் அழிக்க வேண்டுமா?
vi: Bạn có chắc rằng bạn muốn xóa những cơ sở dữ liệu được chọn không?

source: Warning: If you do this, all files for the selected sources will be unrecoverable, and the sources will no longer be able to log in using their previous codename.
es_es: Advertencia: Si haces esto, todos los archivos de las fuentes seleccionadas serán irrecuperables y las fuentes ya no podrán acceder usando sus nombres clave anteriores.
hr: Upozorenje: Ako ovo učinite, datoteke koje vidite ovdje će biti trajno obrisane i izvor se više neće moći prijaviti korištenjem starog kodnog imena.
sk: Varovanie: Ak to urobíte, zobrazené súbory nebude možné obnoviť a zdroj sa už nebude môcť prihlásiť pod pôvodným krycím menom.

source: No documents have been submitted!
es_es: ¡No se han enviado documentos!
hr: Dokumenti nisu predani!
pl: Nie otrzymano żadnych plików!
ro: Nu au fost trimise documente!
sk: Žiadne dokumenty neboli podané!
ta: எந்தவொரு ஆவணங்களும் சமர்ப்பிக்கப்படவில்லை!
vi: Không có tài liệu nào được tải lên!

source: Filter by codename
es_es: Filtrar por nombre clave
hr: Filtriraj po kodnom imenu

source: Select All
es_es: Selecionar Todos
hr: Odaberi sve
pl: Zaznacz Wszystkie
ro: Selectează toate
sk: Označiť všetko
ta: எல்லாவற்றையும் தேர்ந்தெடுக்கவும்
vi: Chọn tất cả

source: Select Unread
es_es: Seleccionar No Leídos
hr: Odaberi nepročitano
pl: Zaznacz Nieczytane
ro: Selectează necitite
sk: Označiť neprečítané
ta: படிக்கப்படாதவற்றைத் தேர்ந்தெடுக்கவும்
vi: Chọn chưa đọc

source: Select None
es_es: Seleccionar Ninguno
hr: Odaberi ništa
pl: Zaznacz Żadne
ro: Nu selecta nimic
sk: Zrušiť výber
ta: எதையும் தேர்ந்தெடுக்கவேண்டாம்
vi: Không chọn gì cả

source: Are you sure you want to delete the user {username}?
es_es: ¿Estás seguro de que deseas eliminar el usuario {username}?
hr: Jeste li sigurni da želite obrisati korisnika {username}?
pl: Czy napewno chcesz usunąć użytkownika {username}?
ro: Sigur dorești să ștergi utilizatorul {username}?
sk: Naozaj chcete zmazať používateľa {username}?
ta: {username} பயனரை உறுதியாக நீங்கள் அழிக்க வேண்டுமா?
vi: Bạn có chắc rằng bạn muốn xóa người dùng {username} không?

source: Are you sure you want to reset two-factor authentication for {username}?
es_es: ¿Estás seguro de que deseas restablecer la autenticación de dos factores para {username}?
hr: Jeste li sigurni da želite ponovno postaviti dvofaktorsku autentikaciju za korisnika {username}?
pl: Czy napewno chcesz zresetować weryfikację dwuetapową dla użytkownika {username}?
ro: Sigur dorești să resetezi autentificarea în doi factori pentru {username}?
sk: Naozaj chcete resetovať dvojfaktorovú autentifikáciu pre používateľa {username}?
ta: {username} பயனருக்கான இருகூற்று உறுதிப்படுத்தலை உறுதியாக நீங்கள் மறுவமைக்க வேண்டுமா?
vi: Bạn có chắc rằng bạn muốn xóa xác định danh tính hai lần cho {username} không?

source: Login to access the journalist interface
es_es: Inicio de sesión para acceder a la interfaz de periodista
hr: Prijavite se za pristup na novinarsko sučelje
pl: Zaloguj się, aby uzyskać dostęp do interfejsu dziennikarskiego
ro: Autentifică-te pentru a accesa interfața jurnalistului
sk: Prihláste sa do novinárskeho rozhrania
ta: இதழியலாளர் இடைமுகத்தை அணுக புகுபதிகை செய்க
vi: Truy cập để sử dụng giao diện nhà báo

source: Password
es_es: Contraseña
hr: Lozinka
pl: Hasło
ro: Parola
sk: Heslo
ta: கடவுச்சொல்
vi: Mật khẩu

source: Show password
es_es: Mostrar contraseña
hr: Pokaži lozinku
sk: Ukázať heslo

source: LOG IN
es_es: INICIAR SESIÓN
hr: Prijava
pl: ZALOGUJ SIĘ
ro: AUTENTIFICĂ-TE
sk: PRIHLÁSIŤ SA
ta: புகுபதிக
vi: TRUY CẬP

source: <strong>WARNING:&nbsp;</strong> You appear to be using Tor2Web. This <strong>&nbsp;does not&nbsp;</strong> provide anonymity. <a href="{url}">Why is this dangerous?</a>
es_es: <strong>ADVERTENCIA:&nbsp;</strong> Parece que estás usando Tor2Web. Esto <strong>&nbsp;no&nbsp;</strong> proporciona anonimato. <a href="{url}">¿Por qué es peligroso esto?</a>
hr: <strong>UPOZORENJE:&nbsp;</strong> Čini se da koristite Tor2Web. Ovo <strong>&nbsp; ne&nbsp;</strong> pruža anonimnost. <a href="{url}">Zašto je ovo opasno?</a>
pl: <strong>UWAGA:&nbsp;</strong> Wygląda na to, że korzystasz z Tor2Web. <strong>&nbsp;Nie gwarantuje&nbsp;</strong> to anonimowości. <a href="{url}">Dlaczego jest to niebezpieczne?</a>
ro: <strong>ATENȚIE:&nbsp;</strong> Se pare că folosești Tor2Web. Acest serviciu <strong>&nbsp;nu oferă&nbsp;</strong> anonimitate. <a href="{url}">De ce este periculos?</a>
sk: <strong>VAROVANIE:&nbsp;</strong> Zdá sa, že používate Tor2Web. Toto <strong>&nbsp;neposkytuje&nbsp;</strong> anonymitu. <a href="{url}">Prečo je to nebezpečné?</a>
ta: <strong>எச்சரிக்கை:&nbsp;</strong> நீங்கள் Tor2Web ஐப் பயன்படுத்துவதாகத் தோன்றுகின்றது. இது பெயரிலா நிலையை <strong>&nbsp;வழங்காது &nbsp;</strong>. <a href="{url}"> இது ஏன் ஆபத்தானது?</a>
vi: <strong> CHÚ Ý:</strong> Có vẻ rằng bạn đã sử dụng Tor2Web.<strong>non</strong> này không có ẩn danh. <a href="{url}">Vì sao lại nguy hiểm?</a>

source: Field must be between 1 and {max_codename_len} characters long.
es_es: Este campo debe tener de 1 a {max_codename_len} caracteres de longitud.
hr: Polje mora biti između 1 i {max_codename_len} znakova dugo.
pl: Pole musi zawierać od 1 do {max_codename_len} znaków.
ro: Câmpul trebuie să fie între 1 și {max_codename_len} caractere.
sk: Pole musí mať 1 až {max_codename_len} znakov.
ta: புலம் 1-க்கும் {max_codename_len} இடையிலான எண்ணிக்கையில் எழுத்துக்களைக் கொண்டிருக்கவேண்டும்.
vi: Trường nhập phải bao gồm giữa 1 và {max_codename_len} kí tự.

source: Invalid input.
es_es: Entrada inválida.
hr: Neispravan unos.
pl: Nieprawidłowe dane wejściowe.
ro: Conținut nevalid.
sk: Neplatný vstup.
ta: செல்லத்தகாத உள்ளீடு.
vi: Nhập không chính xác.

source: Write a message.
es_es: Escribe un mensaje.
hr: Napišite poruku.
pl: Napisz wiadomość.
ro: Scrie un mesaj.
sk: Napísať správu.
ta: ஒரு செய்தியை எழுதுக.
vi: Viết một tin nhắn.

source: Message text too long.
es_es: Texto del mensaje demasiado largo.
hr: Tekst poruke je predug.
sk: Správa je príliš dlhá.

source: Large blocks of text must be uploaded as a file, not copied and pasted.
es_es: Bloques de texto grandes deben ser subidos como archivo, no copiados y pegados.
hr: Veliki komadi teksta moraju biti postavljeni kao datoteka, a ne kopirani i zaljepljeni.
sk: Veľké bloky textu musia byť nahraté ako súbor, nie skopírované a vložené.

source: You were redirected because you are already logged in. If you want to create a new account, you should log out first.
es_es: Fuiste redirigido porque ya estabas en sesión. Si deseas crear una cuenta nueva, primero debes cerrar la sesión.
hr: Preusmjereni ste jer ste već prijavljeni. Ako želite kreirati novi račun, prvo se odjavite.
pl: Zostałeś przekierowany, ponieważ jesteś już zalogowany. Jeśli chcesz utworzyć nowe konto, musisz się najpierw wylogować.
ro: Ai fost redirectat pentru că ești deja autentificat. Dacă vrei să creezi un nou cont trebuie să te deconectezi mai întâi.
sk: Boli ste presmerovaný/á, pretože už ste prihlásený/á. Ak chcete vytvoriť nový účet, musíte sa najprv odhlásiť.
ta: ஏற்கனவே புகுபதிந்துள்ளதால் நீங்கள் வழிமாற்றப்பட்டுள்ளீர்கள். நீங்கள் ஒரு புதிய கணக்கைத் தொடங்க வேண்டினால், முதலில் நீங்கள் விடுபதிகை செய்யவேண்டும்.
vi: Bạn được gửi tới địa chỉ mới vì bạn đã truy cập rồi. Nếu bạn muốn tạo một tài khoản mới, vui lòng đăng xuất trước.

source: You are already logged in. Please verify your codename above as it may differ from the one displayed on the previous page.
es_es: Ya tienes una sesión iniciada. Por favor verifica arriba tu nombre clave, ya que pudiera diferir del mostrado en la página previa.
hr: Već ste prijavljeni. Molimo provjerite svoje kodno ime iznad jer bi moglo biti različito od onog prikazanog na prošloj stranici.
sk: Už ste prihlásený/á. Hore si overte správnosť svojho krycieho mena, keďže sa môže líšiť od toho zobrazeného na predošlej stránke.

source: There was a temporary problem creating your account. Please try again.
es_es: Hubo un problema temporario al crear tu cuenta. Por favor intenta nuevamente.
hr: Došlo je do privremenog problema kod stvaranja Vašeg računa. Molimo pokušajte ponovno.
sk: Pri vytváraní vášho účtu sa vyskytol dočasný problém. Prosím, skúste to znova.

source: You must enter a message or choose a file to submit.
es_es: Debes escribir un mensaje o elegir un archivo para enviar.
hr: Morate unijeti poruku ili odabrati datoteku za predaju.
pl: Musisz wprowadzić wiadomość lub wybrać plik do przesłania.
ro: Trebuie să introduci un mesaj sau să alegi un fișier de trimis.
sk: Musíte napísať správu alebo vybrať súbor na odoslanie.
ta: நீங்கள் ஒரு செய்தியை உள்ளிட வேண்டும் அல்லது ஒரு கோப்பைச் சமர்ப்பிக்கத் தேர்ந்தெடுக்க வேண்டும்.
vi: Bạn phải nhập một tin nhắn hay chọn một tài liệu để tải lên.

source: You must enter a message.
es_es: Debes escribir un mensaje.
hr: Morate unijeti poruku.
pl: Musisz wprowadzić wiadomość.
sk: Musíte napísať správu.

source: Thanks! We received your message.
es_es: ¡Gracias! Recibimos tu mensaje.
hr: Hvala! Primili smo Vašu poruku.
pl: Dziękuję! Otrzymaliśmy Twoją wiadomość.
ro: Mulțumim! Am primit mesajul tău.
sk: Vďaka! Prijali sme vašu správu.
ta: நன்றி! உங்கள் செய்தியை நாங்கள் பெற்றுக்கொண்டோம்.
vi: Cảm ơn! Chúng tôi đã nhận được tin nhắn của bạn.

source: Thanks! We received your document.
es_es: ¡Gracias! Recibimos tu documento.
hr: Hvala! Primili smo Vaš dokument.
pl: Dziękuję! Otrzymaliśmy Twój plik.
ro: Mulțumim! Am primit documentul tău.
sk: Vďaka! Prijali sme váš dokument.
ta: நன்றி! உங்கள் கோப்பை நாங்கள் பெற்றுக்கொண்டோம்.
vi: Cảm ơn! Chúng tôi đã nhận được tài liệu của bạn.

source: Thanks! We received your message and document.
es_es: ¡Gracias! Recibimos tu mensaje y documento.
hr: Hvala! Primili smo Vašu poruku i dokument.
pl: Dziękuję! Otrzymaliśmy Twoją wiadomość i plik.
ro: Mulțumim! Am primit mesajul și documentul tău.
sk: Vďaka! Prijali sme vašu správu a dokument.
ta: நன்றி! உங்கள் செய்தியையும் கோப்பையும் நாங்கள் பெற்றுக்கொண்டோம்.
vi: Cảm ơn! Chúng tôi đã nhận được tin nhắn và tài liệu của bạn.

source: Reply deleted
es_es: Respuesta eliminada
hr: Odgovor obrisan
pl: Odpowiedź usunięta
ro: Răspunsul a fost șters
sk: Odpoveď zmazaná
ta: மறுமொழி அழிக்கப்பட்டுள்ளது
vi: Câu trả lời đã được xóa

source: All replies have been deleted
es_es: Todas las repuestas han sido eliminadas
hr: Svi odgovori obrisani
pl: Wszystkie odpowiedzi zostały usunięte
ro: Toate răspunsurile au fost șterse
sk: Všetky odpovede boli zmazané
ta: எல்லா மறுமொழிகளும் அழிக்கப்பட்டுவிட்டன
vi: Tất cả các câu trả lời đã được xóa

source: Sorry, that is not a recognized codename.
es_es: Lo sentimos, ese nombre clave no es reconocido.
hr: Žao nam je, to nije prepoznato kodno ime.
pl: Przepraszamy, nie rozpoznajemy tego kryptonimu.
ro: Ne pare rău, acesta nu este un nume de cod recunoscut.
sk: Prepáčte, toto krycie meno nie je používané.
ta: பொறுத்தருள்க, அது ஒரு அறியக்கூடிய குறிப்பெயரில்லை.
vi: Đây không phải là một mật danh trong cơ sở dữ liệu.

source: Protecting Journalists and Sources
es_es: Protegiendo a Periodistas y Fuentes
hr: Zaštita novinara i izvora
pl: Ochrona Dziennikarzy i Źródeł
ro: Pentru protecția jurnaliștilor și a surselor
sk: Chránime novinárov a zdroje
ta: இதழியலாளர்களையும் மூலங்களையும் பாதுகாத்தல்
vi: Bảo vệ những nhà báo và các nguồn

source: SecureDrop Home
es_es: Inicio de SecureDrop

source: LOG OUT
es_es: CERRAR SESIÓN
hr: Odjava
pl: ZAKOŃCZ SESJĘ
ro: DECONECTARE
sk: ODHLÁSIŤ SA
ta: விடுபதிகை
vi: TRUY XUẤT

source: Server error
es_es: Error de Servidor
hr: Greška poslužitelja
pl: Błąd serwerowy
ro: Eroare de server
sk: Serverová chyba
ta: வழங்கர் பிழை
vi: Lỗi server
