Repository: freedomofpress/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: es_es, hr, pl, ro, sk, ta, vi

source: You were logged out due to inactivity. Click the <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>New Identity</strong> button in your Tor Browser's toolbar before moving on. This will clear your Tor Browser activity data on this device.
es_es: Tu sesión fue cerrada debido a inactividad. Haz clic en el botón <img src={icon} alt="broom icon" width="16" height="16">&nbsp;<strong>Nueva identidad</strong> en la barra de herramientas del Navegador Tor antes de proseguir. Esto borrará los datos de actividad de tu Navegador Tor en este dispositivo.
hr: Odjavljeni ste zbog neaktivnosti. Kliknite na <img src={icon} alt="ikonu metle" width="16" height="16">&nbsp;<strong>Novi idnetitet</strong> u alatnoj traci Tor preglednika kako bi nastavili. Ovime će te očistiti Tor aktivnost na ovom uređaju.

source: Why is there a warning about Tor2Web?
es_es: ¿Por qué hay una advertencia acerca de Tor2Web?
hr: Zašto imate upozorenje o Tor2Web-u?
pl: Dlaczego jest ostrzeżenie o Tor2Web?
ro: De ce sunt avertizat despre Tor2Web?
sk: Prečo je tu upozornenie o Tor2Web?
ta: Tor2Web-ஐப் பற்றி ஏன் இந்த எச்சரிக்கை?
vi: Vì sao lại có cảnh báo về Tor2Web?

source: Using Tor2Web to connect to SecureDrop will not protect your anonymity.
es_es: Usar Tor2Web para conectar a SecureDrop no protegerá tu anonimato.
hr: Korištenje Tor2Web-a za spajanje na SecureDrop neće zaštititi Vašu anonimnost.
ro: Folosirea Tor2Web pentru a te conecta la SecureDrop nu-ți va proteja anonimitatea.
sk: Používanie Tor2Web na pripojenie k SecureDrop neochráni vašu anonymitu.
ta: Tor2Web-ஐப் பயன்படுத்தி SecureDrop-ஐத் தொடர்புகொள்வது உங்களுடைய பெயரிலாமையைப் பாதுகாக்காது.

source: It could be possible for anyone monitoring your Internet traffic (your government, your Internet provider), to identify you.
es_es: Es posible que cualquiera que esté monitoreando tu tráfico de Internet (tu gobierno, tu proveedor de Internet) te identifique.
hr: Svatko tko nadzire Vaš internet promet (vlada, davatelj internet usluge...) bi Vas mogao identificirati.
ro: Este posibil pentru oricine care monitorizează traficul tău de internet (statul, furnizorul de internet) să te identifice.
sk: Ktokoľvek moniturujúci vašu Internetovú komunikáciu (vláda, poskytovateľ pripojenia) vás môže identifikovať.
ta: உங்களுடைய இணையப் போக்குவரத்தைக் கண்காணிக்கும் எவராலும் (உங்களுடைய அரசு, உங்களுடைய இணையச் சேவை வழங்குனர்) உங்களை அடையாளம் காணமுடியும் .

source: We <strong>strongly advise</strong> you to use the <a href="www.torproject.org/projects/torbrowser.html">Tor Browser</a> instead.
es_es: <strong>Recomendamos encarecidamente</strong> que uses el <a href="www.torproject.org/projects/torbrowser.html">Navegador Tor</a> en su lugar.
hr: <strong>Snažno preporučamo</strong> da koristite <a href="www.torproject.org/projects/torbrowser.html">Tor preglednik</a>.

source: You Should Use Tor Browser
es_es: Deberías Usar el Navegador Tor
hr: Trebali bi koristiti Tor preglednik
pl: Powinieneś używać przeglądarki Tor
ro: Ar trebui să folosești Browserul Tor
sk: Odporúčame použiť prehliadač Tor
ta: நீங்கள் Tor உலாவியைப் பயன்படுத்தவேண்டும்
vi: Bạn nên sử dụng trình duyệt Tor

source: If you are not using Tor Browser, you <strong>may not be anonymous</strong>.
es_es: Si no estás usando el Navegador Tor, <strong>quizás no estés anónimo</strong>.
hr: Ako ne koristite Tor preglednik, <strong>možda niste anonimni</strong>.
pl: Jeśli nie korzystasz z przeglądarki Tor, możesz <strong> nie być anonimowym </strong>.
ro: Dacă nu folosești Browserul Tor, <strong>sunt șanse mari să nu fii anonim</strong>.
sk: Ak nepoužívate prehliadač Tor, <strong>riskujete svoju anonymitu</strong>.
ta: Tor உலாவியை நீங்கள் பயன்படுத்தவில்லையெனில் நீங்கள் <strong>பெயரிலாதிருக்க முடியாது</strong>.

source: If you want to submit information to SecureDrop, we <strong>strongly advise you</strong> to install Tor Browser and use it to access our site safely and anonymously.
es_es: Si quieres enviar información a SecureDrop, <strong>te recomendamos encarecidamente</strong> que instales el Navegador Tor y lo uses para entrar a nuestro sitio de forma segura y anónima.
hr: Ako želite predati informacije na SecureDrop, <strong>preporučamo</strong> da instalirate Tor preglednik i koristite ga za siguran i anoniman pristup našim stranicama.
pl: Jeśli chcesz przesłać informacje do SecureDrop, <strong> silnie zalecamy </strong> zainstalowanie Tor Browser i używanie go aby uzyskać bezpiecznego i anonimowego dostępu do naszej strony.
ro: Dacă dorești să trimiți informații la SecureDrop, noi <strong>îți sugerăm insistent</strong> să instalezi Browserul Tor și să-l folosești pentru a accesa site-ul nostru în mod sigur și anonim.
sk: Ak chcete poslať informácie do SecureDrop <strong>odporúčame</strong> nainštalovať prehliadač Tor a používať ho na bezpečný a anonymný prístup k našim stránkam.
ta: நீங்கள் SecureDrop-இடம் தகவலைச் சமர்ப்பிக்க வேண்டினால் நாம் உங்களளை Tor உலாவியை நிறுவி அதனைக் கொண்டு நமது இணையதளத்தை பாதுகாப்பாகவும் பெயரிலாதும் அணுக <strong>மிகவும் அறிவுறுத்துகின்றோம்</strong>.

source: Copy and paste the following address into your browser and follow the instructions to download and install Tor Browser:
es_es: Copia y pega la siguiente dirección en tu navegador y sigue las instrucciones para descargar e instalar el Navegador Tor:
hr: Kopirajte sljedeću adresu u svoj preglednik i pratite upute kako bi preuzeli i instalirali Tor preglednik:
pl: Skopiuj i wklej następujący adres do przeglądarki i postępuj zgodnie z instrukcjami, aby pobrać i zainstalować przeglądarkę Tor Browser:
ro: Copiază și lipește următoarea adresă în browserul tău și urmează instrucțiunile pentru a descărca și instala Browserul Tor:
sk: Skopírujte a vložte nasledujúcu adresu do svojho prehliadača a postupujte podľa inštrukcií na stiahnutie a nainštalovanie prehliadača Tor:
ta: பின்வரும் இணையமுகவரியை உங்களுடைய உலாவியில் படியெடுத்து ஒட்டி Tor உலாவியைப் பதிவிறக்கவும் நிறுவவும் உரைக்கப்பட்ட தகவல்களைப் பின்பற்றுக:

source: If there is a chance that downloading Tor Browser raises suspicion and your mail provider is less likely to be monitored, you can send a mail to <pre>gettor@torproject.org</pre> and a bot will answer with instructions.
es_es: Si existe la posibilidad de que levantes sospechas al descargar el Navegador Tor y es menos probable que tu proveedor de correo electrónico sea supervisado, puedes enviar un correo a <pre>gettor@torproject.org</pre> y un sistema automático responderá con instrucciones.
hr: Ako postoji mogućnost da će preuzimanje Tor preglednika izazvati sumnju, i ako postoji mogućnost da je Vaš email manje nadziran, možete poslati email na <pre>gettor@torproject.org</pre>, odakle će Vam robot odgovoriti s daljnjim instrukcijama.
ro: Dacă descărcarea browserului Tor poate trezi suspiciuni asupra ta, dar este mai puțin probabil ca furnizorul tău de e-mail să fie monitorizat, recomandăm să ne trimiți un e-mail la <pre>gettor@torproject.org</pre> și un robot electronic îți va răspunde cu instrucțiuni.
sk: Ak je tu šanca, že sťahovaním prehliadača Tor vzbudíte podozrenie, ale váš mailový poskytovateľ zrejme nie je monitorovaný, môžete poslať správu na adresu <pre>gettor@torproject.org</pre> a obdržíte automatickú odpoveď s inštrukciami.
ta: Tor உலாவியைப் பதிவிறக்குவது ஏதேனும் ஐயத்தை எழுப்பும் வாய்ப்பிருந்தாலும், உங்களுடைய இணைய அஞ்சல்சேவை வழங்குனர் கண்காணிக்கப்படாதிருந்தாலும் நீங்கள் <pre>gettor@torproject.org</pre>-க்கு ஒரு மின்னஞ்சலை அனுப்பலாம், ஒரு இயலி தகவல்களுடன் விடையளிக்கும்.

source: Why download the team's public key?
es_es: ¿Por qué descargar la llave pública del equipo?
hr: Zašto preuzeti javni ključ našeg tima?
sk: Prečo si stiahnuť verejný kľúč tímu?

source: SecureDrop encrypts files and messages after they are submitted. Encrypting messages and files before submission can provide an extra layer of security before your data reaches the SecureDrop server.
es_es: SecureDrop cifra archivos y mensajes después de haber sido enviados. Cifrar los mensajes y archivos antes de enviarlos puede proveer una capa extra de seguridad a tu información antes de que llegue al servidor de SecureDrop.
hr: SecureDrop enkriptira datoteke i poruke nakon što su predani. Enkripcija poruka i datoteka prije predaje može pružiti dodatni sloj sigurnosti prije nego Vaši podaci dođu do SecureDrop poslužitelja.
pl: SecureDrop szyfruje pliki i wiadomości po ich przesłaniu. Szyfrowanie wiadomości i plików przed przesłaniem może zapewnić dodatkową warstwę zabezpieczenia, zanim dane dotrą do serwera SecureDrop.
ro: SecureDrop criptează fișierele și mesajele după ce sunt trimise. Criptarea mesajelor și a fișierelor înainte de a le trimite oferă securitate suplimentară în tranzit spre SecureDrop.
sk: SecureDrop šifruje súbory a správy až po ich podaní. Šifrovanie správ a súborov pred podaním môže pridať dodatočnú vrstvu bezpečnosti predtým, než sa vaše dáta dostanú na server SecureDrop-u.
ta: SecureDrop கோப்புகளையும் செய்திகளையும் அவை சமர்ப்பிக்கப்பட்ட பின்பு மறைகுறியிடும். செய்திகளையும் கோப்புகளையும் சமர்ப்பிக்கும் முன்பு மறைகுறியிடுவது அந்தத் தரவுகள் SecureDrop வழங்கருக்கு வந்துசேரும் முன்பே ஒரு கூடுதலான பாதுகாப்பு அடுக்கைக் கொடுக்கும்.

source: If you are already familiar with the GPG encryption software, you may wish to encrypt your submissions yourself. To do so:
es_es: Si ya estás familiarizado con el software de cifrado GPG, es posible que desees cifrar tus envíos. Para hacer eso:
hr: Ako ste već upoznati s GPG enkripcijskim software-om, možda bi hjteli enkriptirati svoje predaje sami. Kako bi to napravili:
pl: Jeśli znasz już oprogramowanie szyfrujące GPG, możesz samodzielnie zaszyfrować swoje zgłoszenia. Aby to zrobić:
ro: Dacă știi deja cum funcționează programul de criptare GPG, îl poți folosi pentru a cripta fișierele înainte de a le trimite. Pentru a face asta:
sk: Ak ovládate prácu s GPG, môžete si zašifrovať svoje podanie sami. Ak to chcete, spravte nasledujúce:
ta: நீங்கள் GPG மறைகுறி மென்பொருளைப் பற்றி முன்பே அறிந்திருந்தால், உங்களுடைய விருப்பப்படி நீங்களே உங்களுடைய சமர்ப்பிப்புகளை மறைகுறியிடுக்கொள்ளலாம். அவ்வாறு செய்ய:
vi: Nếu bạn đã quen thuộc với phần mềm mã hóa GPG, bạn có thể tự mã hóa tải lên của bạn. Để làm vậy:

source: <a href="{url}">Download</a> the public key. It will be saved to a file called: <p><code>{submission_key_fpr_filename}</code></p>
es_es: <a href="{url}">Descargar</a> la llave pública. Será guardada en un archivo llamado: <p><code>{submission_key_fpr_filename}</code></p>
hr: <a href="{url}">Preuzmite</a> javni ključ. Bit će spremljen u datoteku koja se zove: <p><code>{submission_key_fpr_filename}</code></p>

source: Import it into your GPG keyring.
es_es: Impórtala en tu llavero GPG.
hr: Uvezite ju u svoj GPG privjesak za ključeve.
pl: Zaimportuj go do swojej bazy kluczy GPG.
ro: Importă în inelul de securitate GPG.
sk: Importovať ho do GPG kľúčenky.
ta: உங்களுடைய GPG சாவிக்கொத்துகளுடன் இதை இறக்குமதி செய்க.

source: If you are using <a href="{url}">Tails</a>, you can double-click the <code>.asc</code> file you just downloaded and it will be automatically imported to your keyring.
es_es: Si estás usando <a href="{url}">Tails</a>, puedes hacer doble click en el archivo <code>.asc</code> que acabas de descargar, y automáticamente será importado a tu llavero.
hr: Ako koristite <a href="{url}">Tails</a>, možete dva put kliknuti na <code>.asc</code> datoteku koju ste upravo preuzeli kako bi se ista automatski dodala u Vaš privjesak za ključeve.
pl: Jeśli korzystasz z <a href="{url}">Tails</a>, możesz kliknąć dwukrotnie pobrany plik <code>.asc </code>, który zostanie automatycznie zaimportowany do Twojego breloku.
ro: Dacă folosești <a href="{url}">Tails</a> poți face dublu-clic pe fișierul <code>.asc</code> pe care l-ai descărcat și acesta va fi importat automat în inelul tău de securitate.
sk: Ak používate <a href="{url}">Tails</a>, môžete dvojkliknúť na <code>.asc</code> súbor, ktorý ste si práve stiahli a okamžite bude pridaný na vašu kľúčenku.
ta: நீங்கள் <a href="{url}">Tails</a>-ஐப் பயன்படுத்தினால், சற்றுமுன் நீங்கள் பதிவிறக்கிய <code>.asc</code> கோப்பை இருமுறை-சுட்டலாம் இது தானாகவே உங்களுடைய சாவிக்கொத்தில் இறக்குமதி செய்யப்படும்.

source: If you are using macOS or Linux, open the terminal. You can import the key with:<p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>
es_es: Si estás usando macOS o Linux, abre la terminal. Puedes importar la llave con:<p><code> gpg --import /ruta/hacia/{submission_key_fpr_filename}</code></p>
hr: Ako koristite macOS ili Linux, otvorite terminal. Možete uvesti ključ s <p><code>gpg --import /putanja/do/{submission_key_fpr_filename}</code></p>
sk: Ak používate Mac/Linux, otvorte si terminál. Kľúč si môžete importovať pomocou: <p><code>gpg --import /path/to/{submission_key_fpr_filename}</code></p>

source: Encrypt your submission. Open the terminal and enter this gpg command:
es_es: Cifra tu envío. Abre la terminal e ingresa este comando gpg:
hr: Enkriptirajte svoju predaju. Otvorite terminal i unesite sljedeću gpg naredbu:
sk: Zašifrujte svoj príspevok. Otvorte terminál a zadajte tento príkaz gpg:

source: <code>gpg --recipient '{submission_key_fpr}' --encrypt /path/to/submission</code>
es_es: <code>gpg --recipient '{submission_key_fpr}' --encrypt /ruta/hacia/envío</code>
hr: <code>gpg --recipient '{submission_key_fpr}' --encrypt /putanja/do/predaje</code>
sk: <code>gpg --recipient '{submission_key_fpr}' --encrypt /ceska/k/príspevok</code>

source: Upload your encrypted submission. It will have the same filename as the unencrypted file, with .gpg at the end (e.g. <code>internal_memo.pdf.gpg</code>)
es_es: Sube tu envío cifrado. Este va tener el mismo nombre que el archivo que no lo está, con .gpg al final (por ejemplo <code>internal_memo.pdf.gpg</code>)
hr: Postavite svoju enkriptiranu predaju. Imat će isto ime kao i neenkriptirana datoteka, s .gpg ekstenzijom na kraju (npr. <code>ime_datoteke.pdf.gpg</code>)
sk: Nahrajte svoje šifrované podanie. Bude mať rovnaký názov ako nešifrovaný súbor, s príponou .gpg na konci (napr. <code>internal_memo.pdf.gpg</code>)

source: <strong>Important:</strong> If you wish to remain anonymous, <strong>do not</strong> use GPG to sign the encrypted file (with the <code>--sign</code> or <code>-s</code> flag) as this will reveal your GPG identity to us.
es_es: <strong>Importante:</strong> Si deseas permanecer anónimo, <strong>no</strong> firmes con GPG el archivo cifrado (usando las opciones <code>--sign</code> o <code>-s</code>) ya que al hacerlo nos revelarías tu identidad GPG.
hr: <strong>Važno:</strong> Ako želite ostati anonimni, <strong>nemojte</strong> koristiti GPG kako bi potpisali enkriptiranu datoteku (s <code>--sign</code> ili <code>-s</code> zastavom) jer će to otkritit Vaš GPG identitet nama.

source: Back to submission page
es_es: Regresar a la página de envío
hr: Natrag na stranicu predaje
pl: Powrót do strony zgłoszenia
ro: Înapoi la pagina de trimitere
sk: Späť na stránku podania
ta: சமர்ப்பிப்புப் பக்கத்திற்குத் திரும்புக

source: Must be at least {num} characters long.
hr: Mora biti najmanje {num} znakova dugo.

source: Cannot be longer than {num} characters.
hr: Ne može biti dulje od {num} znaka.

source: Admin
hr: Administrator
ro: Administrator
sk: Administrátor
ta: நிர்வாகி
vi: Nhà quản trị

source: You have been logged out due to inactivity
ro: Ai fost deconectat(ă) în urma inactivității
vi: Phiên hoạt động của bạn đã kết thúc vì thiếu hoạt động

source: Token in two-factor authentication verified.
ro: Codul pentru autentificarea în doi pași a fost verificat.

source: Could not verify token in two-factor authentication.
ro: Nu s-a reușit verificarea dispozitivului pentru autentificarea cu doi factori.

source: Token in two-factor authentication accepted for user {user}.
ro: Dispozitivul pentru autentificarea cu doi factori a fost acceptat pentru utilizatorul {user}.

source: Deleted user '{user}'
ro: S-a șters utilizatorul „{user}”
vi: Xóa người dùng '{user}'

source: {source_name}'s collection deleted
ro: Colecția ce aparține de {source_name} a fost ștearsă
vi: Cơ sở dữ liệu của {source_name} đã được xóa

source: HOTP secrets are 40 characters long - you have entered {num_chars}.
ro: Secretele HOTP au 40 de caractere lungime, ai introdus {num_chars}.

source: Field must be at least {min_chars} characters long but only got {num_chars}.
ro: Câmpul trebuie să conțină cel puțin {min_chars} caractere, dar sunt {num_chars}.
vi: Trường nhập phải bao gồm ít nhất {min_chars} kí tự nhưng chỉ có {num_chars}.

source: The source '{original_name}' has been renamed to '{new_name}'
ro: Sursa „{original_name}” a fost redenumită în „{new_name}”
vi: Nguồn '{original_name}' đã được đổi tên thành '{new_name}'

source: Please wait at least {seconds} second before logging in again.
ro: Trebuie să aștepți cel puțin {seconds} secundă pentru a te autentifica din nou.
vi: Vui lòng đợi ít nhất {seconds} giây trước khi thử đăng nhập lại.

source: Please wait for a new code from your two-factor token or application before trying again.
ro: Trebuie să aștepți un nou cod de autentificare de la dispozitiv sau aplicație pentru a încerca din nou.

source: You submitted a bad password! Password not changed.
ro: Ai introdus o parolă greșită! Parola nu s-a schimbat.
vi: Bạn đã nhập mật khẩu lỗi! Mật khẩu chưa được đổi.

source: You're almost done! To finish resetting your two-factor authentication, follow the instructions below to set up FreeOTP. Once you've added the entry for your account in the app, enter one of the 6-digit codes from the app to confirm that two factor authentication is set up correctly.
ro: Aproape ai terminat! Pentru a termina resetarea autentificării cu doi factori, urmează instrucțiunile de mai jos pentru a seta FreeOTP. După ce ai adăugat înregistrarea aceasta pentru contul tău în aplicație, introdu codul de 6 cifre din aplicație pentru a confirma că autentificarea cu doi factori a fost setată corect.

source: Can't scan the barcode? Enter the following code manually:
ro: Nu poți scana codul de bare? Introdu codul următor manual:

source: Once you have scanned the barcode, enter the 6-digit code below:
ro: După ce ai salvat codul de bare, introdu codul de 6 cifre de mai jos:

source: You're almost done! To finish adding this new user, have them follow the instructions below to set up two-factor authentication with FreeOTP. Once they've added an entry for this account in the app, have them enter one of the 6-digit codes from the app to confirm that two factor authentication is set up correctly.
ro: Aproape ai terminat! Pentru a finaliza adăugarea acestui utilizator nou, trebuie să îndrumi pe acesta să urmeze instrucțiunile următoare pentru a seta autentificarea cu doi factori folosind FreeOTP. După ce utilizatorul a creat o înregistrare pentru acest cont din aplicație, trebuie îndrumat să introducă codul de 6 cifre din aplicație pentru a confirma că autentificarea cu doi factori a fost setată corect.

source: Powered by <br> <img src="/static/i/securedrop_small.png" alt="SecureDrop">
ro: Tehnologie oferită de <br> <img src="/static/i/securedrop_small.png" alt="SecureDrop">
vi: Cung cấp bởi <br> <img src="/static/i/securedrop_small.png" alt="SecureDrop">

source: Generate a new random codename for this source. We recommend doing this if the first random codename is difficult to say or remember. You can generate new random codenames as many times as you like.
ro: Generează un nou nume de cod pentru această sursă. Recomandăm un nume aleatoriu care este dificil de pronunțat sau ținut minte. Poți genera nume de cod aleatorii în mod nelimitat.
vi: Tạo một mật danh bất kì mới cho nguồn này. Chúng tôi khuyên nên làm vậy nếu mật danh bất kì đầu tiên khó phát âm hay nhớ. Bạn có thể tạo một mật danh bất kì mới bao nhiêu lần tùy ý.

source: Change codename
ro: Schimbă numele de cod
vi: Thay đổi mật danh

source: Are you sure you want to generate a new codename?
ro: Sigur dorești să generezi un nou nume de cod?
vi: Bạn có chắc rằng bạn muốn tạo một mật danh mới không?

source: CONFIRM
ro: CONFIRMĂ
vi: XÁC NHẬN

source: Change Username &amp; Admin Status
ro: Schimbă numele de utilizator și drepturile de administrator

source: Change username
ro: Schimbă numele de utilizator

source: SecureDrop now uses automatically generated diceware passwords.
ro: SecureDrop folosește acum parole generate automat de tip „diceware”.

source: RESET PASSWORD
ro: RESETEAZĂ PAROLA

source: If a user's two-factor authentication credentials have been lost or compromised, you can reset them here. <em>If you do this, make sure the user is present and ready to set up their device with the new two-factor credentials. Otherwise, they will be locked out of their account.
ro: Dacă factorii de autentificare ai utilizatorului au fost compromiși, îi poți reseta aici.<em>Dacă faci asta, asigură-te că utilizatorul este prezent și gata să-și seteze dispozitivul cu noii factori de autentificare, altfel ei nu vor mai putea intra în cont.

source: To reset two-factor authentication for mobile apps such as FreeOTP, choose the first option. For hardware tokens like the Yubikey, choose the second.
ro: Pentru a reseta autentificarea cu doi factori pentru aplicații mobile precum FreeOTP trebuie să alegi prima opțiune. Pentru dispozitive hardware ca Yubikey, alege a doua opțiune.

source: RESET TWO-FACTOR AUTHENTICATION (APP)
ro: RESETEAZĂ FACTORII DE AUTENTIFICARE (APLICAȚIE)

source: RESET TWO-FACTOR AUTHENTICATION (HARDWARE TOKEN)
ro: RESETEAZĂ FACTORII DE AUTENTIFICARE (DISPOZITIV HARDWARE)

source: filter by codename
ro: filtrează după numele de cod
vi: Lọc theo mật danh

source: Like all software, SecureDrop may contain security bugs. Use at your own risk.
ro: La fel ca orice program, SecureDrop poate să conțină defecte. Trebuie folosit doar pe propria răspundere.

source: This codename is what you will use in future visits to receive messages from our journalists in response to what you submit on the next screen.
ro: Vei folosi acest nume de cod în viitor pentru a primi mesaje de la jurnaliștii noștri ca răspuns la informațiile pe care ni le vei oferi în continuare.
vi: Bạn sẽ sử dụng mật danh này trong những lần truy cập tới để nhận tin nhắn từ những nhà báo của chúng tôi trả lời thông tin bạn gửi ở màn hình tiếp theo.

source: <strong>It is recommended to move the Security Slider to Safest to protect your anonymity:</strong> <a id="disable-js" href="">Learn how to set it to Safest</a>, or ignore this warning to continue.
ro: <strong>Recomandăm să muți opțiunea de securitate la „cea mai sigură” pentru a-ți proteja anonimitatea: </strong><a id="disable-js" href="">Află cum poți seta opțiunea cea mai sigură</a>, sau poți ignora avertizarea pentru a continua.

source: <strong>It is recommended to use the Tor Browser to access SecureDrop:</strong> <a id="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
ro: <strong>Recomandăm să folosești Browserul Tor pentru a accesa SecureDrop:</strong> <a id="recommend-tor" href="{tor_browser_url}">Află cum poți să-l instalezi</a>, sau ignoră această avertizare pentru a continua.

source: <strong>It is recommended you use the desktop version of Tor Browser to access SecureDrop, as Orfox does not provide the same level of security and anonymity as the desktop versions.</strong> <a id="recommend-tor" href="{tor_browser_url}">Learn how to install it</a>, or ignore this warning to continue.
ro: <strong>Recomandăm să folosești Browserul Tor pentru a accesa SecureDrop deoarece Orfox nu conferă același nivel de securitate și anonimitate ca versiunile de desktop.</strong> <a id="recommend-tor" href="{tor_browser_url}">Află cum poți să-l instalezi</a>, sau ignoră această avertizare pentru a continua.

source: Submit for the first time
ro: Trimite pentru prima dată
