Repository: freedomofpress/securedrop-i18n
Catalog: securedrop/translations/*/LC_MESSAGES/messages.po
Languages: es_es, hr, pl, ro, sk, ta, vi

source: Edit
es_es: Editar
hr: Uredi
pl: Edytuj
ro: Editează
sk: Upraviť
ta: திருத்துக
vi: Chỉnh sửa

source: Delete
es_es: Eliminar
hr: Obriši
pl: Usuń
ro: Șterge
sk: Zmazať
ta: அழித்து விடுக
vi: Xóa

source: Created
es_es: Creado
hr: Stvoreno
pl: Utwórz
ro: Creat
sk: Vytvorené
ta: உருவாக்கப்பட்டுள்ளது
vi: Đã được tạo

source: Last login
es_es: Último acceso
hr: Posljednja prijava
pl: Ostatnie zalogowanie
ro: Ultima autentificare
sk: Posledné prihlásenie
ta: கடந்த புகுபதிகை
vi: Lần truy cập cuối cùng

source: Edit user {username}
es_es: Editar usuario {username}
hr: Uredi korisnika {username}
pl: Edytuj użytkownika {username}
ro: Editează utilizatorul {username}
sk: Upraviť používateľa {username}
ta: {username} பயனரைத் திருத்துக
vi: Chỉnh sửa người dùng {username}

source: edit user icon
es_es: ícono de edición de usuario
hr: ikona uređivanja korisnika

source: trash icon disabled
es_es: ícono de papelera deshabilitada
hr: ikona smeća onemogućena

source: Delete user {username}
es_es: Eliminar usuario {username}
hr: Obriši korisnika {username}
pl: Usuń użytkownika {username}
ro: Șterge utilizatorul {username}
sk: Zmazať používateľa {username}
ta: {username} பயனரை நீக்குக
vi: Xóa người dùng {username}

source: trash icon
es_es: ícono de papelera
hr: ikona smeća

source: never
es_es: nunca
hr: nikad
pl: nigdy
ro: niciodată
sk: nikdy
ta: எப்போதுமில்லை
vi: không bao giờ

source: No users to display
es_es: No hay usuarios para mostrar
hr: Nema korisnika za prikaz
pl: Brak użytkowników do wyświetlenia
ro: Nu sunt utilizatori de afișat
sk: Žiadni používatelia na zobrazenie
ta: காண்பிக்கப் பயனர்கள் யாரும் இல்லை
vi: Không có người dùng nào để hiển thị

source: INSTANCE CONFIG
es_es: CONFIGURACIÓN DE INSTANCIA
hr: Konfiguriranje instance
ro: CONFIGURAREA INSTANȚEI
sk: NASTAVENIE INŠTANCIE
ta: நேர்வு உருவமைப்பு
vi: CHỈNH SỬA VÍ DỤ

source: Back to admin interface
es_es: Volver a la interfaz de administración
hr: Natrag na administratorsko sučelje
pl: Powrót do interfejsu administracyjnego
ro: Înapoi la interfața de administrare
sk: Späť na administrátorské rozhranie
ta: நிர்வாக இடைமுகத்துக்குத் திரும்புக
vi: Quay lại dao diện nhà quản trị

source: Username can contain spaces
es_es: El nombre de usuario puede contener espacios
hr: Korisničko ime ne smije sadržavati razmake
pl: Nazwa użytkownika może zawierać spacje
ro: Numele de utilizator poate conține spații
sk: Používateľské meno môže obsahovať medzery
ta: பயனர்பெயர் வெற்றிடங்களைக் கொண்டிருக்கலாம்

source: Username is case-sensitive
es_es: El nombre de usuario distingue mayúsculas de minúsculas
hr: Korisničko ime je osjetljivo na mala i velika slova
pl: Wielkość liter w nazwie użytkownika ma znaczenie
ro: Numele de utilizator poate conține majuscule și minuscule
sk: Používateľské meno rozlišuje malé a veľké písmená
ta: பயனர்பெயர் பெரிய சிறிய எழுத்து வகையுணர்வு கொண்டது

source: First name
es_es: Nombre
hr: Ime
pl: Imię
sk: Meno
ta: வழங்கு பெயர்

source: Last name
es_es: Apellido
hr: Prezime
pl: Nazwisko
sk: Priezvisko
ta: குடும்பப் பெயர்

source: First name and last name are optional
es_es: Nombre y apellido son opcionales
hr: Ime i prezime nisu obavezni
pl: Imię i nazwisko są opcjonalne
sk: Meno a priezvisko sú nepovinné
ta: வழங்கு பெயரும் குடும்பப் பெயரும் விருப்பத்தேர்வுகள்

source: The user's password will be:
es_es: La contraseña del usuario será:
hr: Korisnička lozinka će biti:
pl: Hasło użytkownika będzie:
ro: Parola utilizatorului va fi:
sk: Heslo používateľa bude:
ta: பயனரின் கடவுச்சொல்:
vi: Mật khẩu người dùng sẽ là:

source: Is Admin
es_es: Es Administrador
hr: je administrator
ro: Este administrator
sk: Je Administrátor
ta: நிர்வாகியா

source: Is using a YubiKey [HOTP]
es_es: Está utilizando un dispositivo YubiKey [HOTP]
hr: koristi YubiKey [HOTP]
pl: Korzysta z YubiKey [HOTP]
ro: Folosește YubiKey [HOTP]
sk: Používa YubiKey [HOTP]
ta: ஒரு YubiKey [HOTP]-ஐப் பயன்படுத்துபவரா
vi: Đang dùng một YubiKey [HOTP]

source: You're almost done! To finish adding this new user, have them follow the instructions below to set up two-factor authentication with FreeOTP. Once they've added an entry for this account in the app, have them enter one of the 6-digit codes from the app to confirm that two-factor authentication is set up correctly.
es_es: ¡Casi listo! Para terminar de agregar este nuevo usuario, haz que siga las instrucciones de abajo para configurar la autenticación de dos factores con FreeOTP. Una vez que haya agregado una entrada para esta cuenta en la aplicación, haz que ingrese uno de los códigos de 6 dígitos generados por la misma para confirmar que la autenticación de dos factores esté configurada correctamente.
hr: Skoro ste gotovi! Kako bi dovršili dodavanje novog korisnika, uputite ga neka prati niže navedene upute kako bi postavio dvofaktorsku autentikaciju s FreeOTP-om. Nakon što korisnik doda unos za ovaj račun u aplikaciju, uputite ga da unese jedan od 6-znamenkastih kodova iz aplikacije kako bi potvrdio da je dvofaktorska autentikacija uspješno postavljena.
sk: Máte takmer hotovo! Pre dokončenie pridávania tohto používateľa, požiadajte danú osobu o nasledovanie nižšie uvedených pokynov na nastavenie dvojfaktorovej autentifikácie pomocou FreeOTP. Akonáhle si používateľ pridá záznam pre tento účet do aplikácie, požiadajte ich, aby zadali jeden zo šesťmiestnych kódov. Týmto kódom sa potvrdí správnosť fungovania dvojfaktorovej autentifikácie.

source: Can't scan the barcode? You can manually pair FreeOTP with this account by entering the following two-factor secret into the app:
es_es: ¿No puedes escanear el código de barras? Puedes emparejar manualmente esta cuenta ingresando el siguiente secreto de dos factores en la aplicación:
hr: Ne možete skenirati barkod? Možete ručno upariti FreeOTP s ovim računom tako da unesete sljedeću dvofaktorsku tajnu u aplikaciju:
pl: Problem z zeskanowaniem kodu? Możesz ręcznie sparować FreeOTP z tym kontem poprzez wprowadzenie poniższego, dwuetapowego sekretu do aplikacji:
sk: Nemôžete nasnímať čiarový kód? Môžete manuálne spárovať FreeOTP s týmto účtom zadaním nasledujúceho dvojfaktorového tajomstva do aplikácie:

source: Once you have configured your YubiKey, enter the 6-digit code below:
es_es: Una vez que hayas configurado tu YubiKey, ingresa abajo el código de verificación de 6 dígitos:
hr: Nakon što konfigurirate YubiKey, unesite 6-znamenkasti kod ispod:
pl: Po skonfigurowaniu YubiKey, wprowadź poniższy 6-cyfrowy kod:
ro: După ce ai configurat YubiKey-ul tău, introdu codul de 6 cifre de mai jos:
sk: Akonáhle nastavíte svoj YubiKey, zadajte šesťmiestny kód nižšie:
ta: YubiKey ஐ உருவமைவு செய்தபின், 6-இலக்கக் குறியை கீழே உள்ளிடுக:
vi: Một bạn đã xác lập YubiKey, nhập mã bao gồm 6 ký tự dưới đây:

source: <strong>Update Required</strong>&nbsp;&nbsp;Set up v3 Onion Services before April 30 to keep your SecureDrop servers online. Please contact your administrator. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Learn More</a>
es_es: <strong>Actualización Requerida</strong>&nbsp;&nbsp;Configura Servicios Onion v3 antes del 30 de abril para mantener tus servidores SecureDrop en línea. Por favor contacta a tu administrador. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Aprende Más</a>
hr: <strong>Potrebno ažuriranje</strong>&nbsp;&nbsp;Postavite v3 Onion usluge prije 30. travnja kako bi Vaš SecureDrop poslužitelj ostao online. Obratite se svom administratoru.<a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Saznaj više</a>

source: <strong>Update Required</strong>&nbsp;&nbsp;Complete the v3 Onion Services setup before April 30. Please contact your administrator. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Learn More</a>
es_es: <strong>Actualización Requerida</strong>&nbsp;&nbsp;Completa la configuración de Servicios Onion v3 antes del 30 de abril. Por favor contacta a tu administrador. <a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Aprende Más</a>
hr: <strong>Potrebno ažuriranje</strong>&nbsp;&nbsp;Dovršite postavljanje v3 Onion usluga prije 30. travnja. Obratite se svom administratoru.<a href="//securedrop.org/v2-onion-eol" rel="noreferrer">Saznajte više</a>

source: Logged on as
es_es: Sesión iniciada como
hr: Prijavljen kao
pl: Zalogowany jako
ro: Autentificat ca
sk: Prihlásený/á ako
ta: புகுபதிகை செய்தவர்
vi: Truy cập với vai trò

source: Log Out
es_es: Cerrar Sesión
hr: Odjava
pl: Wyloguj
ro: Deconectare
sk: Odhlásiť sa
ta: விடுபதிகை
vi: Thoát ra

source: Powered by <em>SecureDrop {version}</em>.
es_es: Con tecnología de <em>SecureDrop {version}</em>.
pl: Napędzane przez <em>SecureDrop {version}</em>.
ro: Tehnologie oferită de <em>SecureDrop {version}</em>.
sk: Používá systém <em>SecureDrop {version}</em>.
ta: திறனூட்டம் <em>SecureDrop {version}</em>.
vi: Cung cấp bởi <em> 1SecureDrop {version}</em> 2.

source: All Sources
es_es: Todas las Fuentes
hr: Svi izvori
pl: Wszystkie Źródła
ro: Toate sursele
sk: Všetky zdroje
ta: எல்லா மூலங்கள்
vi: Tất cả mọi nguồn

source: The documents are stored encrypted for security. To read them, you will need to decrypt them using GPG.
es_es: Los documentos están guardados y cifrados por seguridad. Para leerlos, tendrás que descifrarlos usando GPG.
hr: Dokumenti se spremaju enkriptirani zbog sigurnosti. Kako bi ih čitali, morate ih dekriptirati GPG-om.
pl: Pliki są przechowywane w postaci zaszyfrowanej dla bezpieczeństwa. Aby je odczytać, musisz odszyfrować je za pomocą GPG.
ro: Documentele sunt stocate în mod criptat, pentru securitate. Pentru a le citi trebuie să le decriptezi cu GPG.
sk: Dokumenty sú z bezpečnostných dôvodov uložené šifrovane. Ak si ich chcete prečítať, musíte ich dešifrovať pomocou GPG.
ta: ஆவணங்கள் பாதுகாப்பிற்காக மறைகுறியிடப்பட்டு செமிக்கப்படுகின்றன. அவற்றைப் படிக்க நீங்கள் GPG-ஐப் பயன்படுத்தி மறைகுறியை விலக்கவேண்டும்.
vi: Những tài liệu này được mã hóa với mục đích an toàn. Để đọc, bạn cần giải mã sử dụng GPG.

source: Download Selected
es_es: Descargar lo Seleccionado
hr: Preuzmi odabrano
pl: Pobierz Wybrane
ro: Descarcă selecția
sk: Stiahnuť vybrané
ta: தேர்ந்தெடுக்கப்பட்டதைப் பதிவிறக்குக
vi: Tải về được chọn

source: Delete Selected
es_es: Eliminar lo Seleccionado
hr: Obriši odabrano
pl: Usuń Wybrane
ro: Șterge selecția
sk: Zmazať vybrané
ta: தேர்ந்தெடுக்கப்பட்டதைப் அழித்துவிடுக
vi: Xóa được chọn

source: Reply
es_es: Responder
hr: Odgovori
pl: Odpisz
ro: Răspunde
sk: Odpoveď
ta: மறுமொழி
vi: Trả lời

source: reply icon
es_es: ícono Responder
hr: ikona odgovora

source: Read
es_es: Leído
hr: Pročitano
pl: Przeczytane
ro: Citit
sk: Prečítané
ta: படிக்கப்பட்டவை

source: check icon
es_es: ícono Verificado
hr: ikona kvačice

source: Unread
es_es: No leído
hr: Nepročitano
pl: Nieprzeczytane
ro: Necitit
sk: Neprečítané
ta: படிக்கப்படாதவை

source: closed envelope icon
es_es: ícono de sobre cerrado
hr: ikona zatvorene koverte

source: open envelope icon
es_es: ícono de sobre abierto
hr: ikona otvorene koverte

source: Uploaded Document
es_es: Documento Cargado
hr: Postavljeni dokument
pl: Przesłany Plik
ro: Documentul a fost încărcat
sk: Nahratý dokument
ta: ஆவணத்தைப் பதிவேற்றுக
vi: Tải tài liệu lên

source: files icon
es_es: ícono de archivos
hr: ikona datoteka

source: Message
es_es: Mensaje
hr: Poruka
pl: Wiadomość
ro: Mesaj
sk: Správa
ta: செய்தி
vi: Tin nhắn

source: messages icon
es_es: ícono de mensajes
hr: ikona poruka

source: Delete Confirmation
es_es: Confirmar la eliminación
hr: Potvrda brisanja
pl: Potwierdzenie Usunięcia
ro: Șterge confirmarea
sk: Potvrdiť zmazanie
ta: அழித்தலை உறுதிப்படுத்துதல்
vi: Xác nhận xóa

source: Are you sure you want to delete the selected documents?
es_es: ¿Estás seguro de que deseas eliminar los documentos seleccionados?
hr: Jeste li sigurni da želite obrisati odabrane dokumente?
pl: Czy napewno chcesz usunąć zbiory?
ro: Sigur dorești să ștergi documentele selectate?
sk: Naozaj chcete zmazať vybraté dokumenty?
ta: தேர்ந்தெடுக்கப்பட்ட ஆவணங்கள் உறுதியாக அழிக்கப்பட வேண்டுமா?
vi: Bạn có chắc rằng bạn muốn xóa những tài liệu được chọn không?

source: DELETE
es_es: ELIMINAR
hr: Obriši
pl: USUŃ
ro: ȘTERGE
sk: ZMAZAŤ
ta: அழித்து விடுக
vi: XÓA

source: No documents to display.
es_es: No hay documentos que mostrar.
hr: Nema dokumenata za prikaz.
pl: Brak dokumentów do wyświetlenia.
ro: Nu sunt documente de afișat.
sk: Žiadne dokumenty na zobrazenie.
ta: காண்பிக்க ஆவணங்கள் ஏதுமில்லை.
vi: Không có tài liệu nào để hiển thị.

source: You can write a secure reply to the person who submitted these documents:
es_es: Puedes escribir una respuesta segura a la persona que presentó estos documentos:
hr: Možete napisati siguran odgovor osobi koja je predala ove dokumente:
pl: Możesz wysłać zabezpieczoną wiadomość osobie, która przesłała te pliki:
ro: Poți răspunde persoanei care a trimis aceste documente:
sk: Môžete napísať bezpečnú odpoveď osobe, ktorá podala tieto dokumenty:
ta: இந்த ஆவணங்களைச் சமர்ப்பித்தவருக்கு நீங்கள் பாதுகாப்பான மறுமொழி அளிக்கவியலும்:
vi: Bạn có thể viết câu trả lời an toàn cho người đã tải những tài liệu này lên:

source: You've flagged this source for reply.
es_es: Has marcado esta fuente para responder.
hr: Označili ste ovaj izvor za odgovaranje.
pl: Zaznaczyłeś to źródło, aby odpisać.
ro: Ai marcat această sursă pentru a primi un răspuns.
sk: Označili ste tento zdroj na odpoveď.
ta: இந்த மூலத்திற்கு மறுமொழியிட நீங்கள் கொடிக்குறியிட்டுள்ளீர்கள்.
vi: Bạn đã đánh dấu nguồn sau để trả lời.

source: An encryption key will be generated for the source the next time they log in, after which you will be able to reply to the source here.
es_es: Una llave de cifrado se generará para la fuente la próxima vez que ésta se conecte, después de lo cual podrás responderle desde aquí.
hr: Sljedeći put kad se izvor prijavi generirat će mu se enkripcijski ključ, nakon čega će te moći sigurno odgovarati na njega.
pl: Klucz szyfrowania zostanie wygenerowany dla źródła przy następnym logowaniu, po którym będziesz mógł tutaj wysłać odpowiedź.
ro: A fost generată o cheie de criptare pentru sursă pentru data viitoare când se autentifică, după care vei putea citi răspunsul din partea sursei aici.
sk: Keď sa zdroj nabudúce prihlási, bude mu vygenerovaný šifrovací kľúč. Následnete tu budete mať môžnosť zdroju odpovedať.
ta: அடுத்த முறை புகுபதிகை செய்கையில் மூலத்திற்காக ஒரு மறைகுறிச் சாவி உண்டாக்கப்படும், அதன்பிறகு அவர்களுக்கு இங்கே நீங்கள் மறுமொழியிட இயலும்.
vi: Một chìa khóa giải mã sẽ được tại cho lần tới họ truy cập, sau đó bạn có thể trả lời nguồn tại đây.

source: Click below if you would like to write a reply to this source.
es_es: Haz clic abajo si deseas escribir una respuesta a esta fuente.
hr: Kliknite ispod ako želite napisati odgovor na ovaj izvor.
pl: Kliknij poniżej jeśli chcesz odpowiedzieć źródłowi.
ro: Clic mai jos dacă dorești să răspunzi acestei surse.
sk: Pre odpoveď tomuto zdroju kliknite nižšie.
ta: இந்த மூலத்திற்கு நீங்கள் மறுமொழி எழுத விரும்பினால் கீழே சுட்டுக.
vi: Nhấn dưới đây nếu bạn muốn viết một câu trả lời cho nguồn này.

source: FLAG THIS SOURCE FOR REPLY
es_es: MARCAR ESTA FUENTE PARA RESPONDER
hr: Označi ovaj izvor za odgovaranje
pl: ZAZNACZ TO ŹRÓDŁO DO ODPOWIEDZI
ro: MARCHEAZĂ SURSA PENTRU RĂSPUNS
sk: OZNAČIŤ TENTO ZDROJ NA ODPOVEĎ
ta: இந்த மூலத்திற்கு மறுமொழியிட கொடிக்குறியிடுக
vi: ĐÁNH DẤU NGUỒN NÀY ĐỂ TRẢ LỜI

source: Click below to delete this source's collection. <em>Warning: If you do this, the files seen here will be unrecoverable and the source will no longer be able to login using their previous codename.</em>
es_es: Haz clic abajo para eliminar la colección de esta fuente. <em>Advertencia: Si haces esto, los archivos que se ven aquí serán irrecuperables y la fuente ya no podrá acceder usando su nombre clave anterior.</em>
hr: Kliknite ispod kako bi obrisali kolekciju ovog izvora. <em>Upozorenje: Ako to učinite, datoteke koje vidite ovdje će biti trajno obrisane i izvor se više neće moći prijaviti korištenjem starog kodnog imena.</em>
pl: Kliknij poniżej, aby usunąć zbiór tego źródła. <em> Uwaga: Jeśli to zrobisz, pliki tutaj widoczne będą niemożliwe do odzyskania, a źródło nie będzie już mogło się logować przy użyciu dotychczasowego kryptonimu. </em>
ro: Clic mai jos pentru a șterge colecția sursei. <em>Atenție: dacă faci asta, fișierele nu vor mai fi recuperabile și sursa nu se va mai putea autentifica folosind numele de cod precedent.</em>
sk: Kliknite nižšie pre zmazanie sady tohto zdroja. <em>Varovanie: Ak to urobíte, zobrazené súbory nebude možné obnoviť a zdroj sa už nebude môcť prihlásiť pod pôvodným krycím menom.</em>
ta: இந்த மூலத்தின் திரட்டை அழித்துவிட கீழே சுட்டுக. <em>எச்சரிக்கை: இதை நீங்கள் செய்தால், இங்கு காணப்படும் கோப்புகள் மீட்கப்படவியலாது போகும், மேலும் மூலத்தாலும் தமது முந்தைய குறிப்பெயர் மூலம் இனிமேல் ஒருபோதும் புகுபதிகை செய்யவியலாது.</em>
vi: Nhấn dưới đây để xóa cơ sở dữ liệu của nguồn này. <em> Chú ý: Nếu bạn làm vậy, những tài liệu được hiển thị ở đây sẽ bị xóa vĩnh viễn và nguồn sẽ không thể truy cập sử dụng mật danh trước của họ. </em>

source: DELETE SOURCE AND SUBMISSIONS
es_es: ELIMINAR FUENTE Y ENVÍOS
hr: Obriši izvor i predaje
pl: USUŃ ŹRÓDŁO I ZGŁOSZENIA
ro: ȘTERGE SURSA ȘI TRIMITERILE
sk: ZMAZAŤ ZDROJ A PODANIA
ta: மூலத்தையும் சமர்ப்பிப்புகளையும் அழித்து விடுக

source: Are you sure you want to delete this collection?
es_es: ¿Estás seguro de que deseas eliminar esta colección?
hr: Jeste li sigurni da želite obrisati ovu kolekciju?
pl: Czy napewno chcesz usunąć ten zbiór?
ro: Sigur dorești să ștergi această colecție?
sk: Ste si istí, že chcete zmazať túto sadu?
ta: உறுதியாக இந்தத் திரட்டை நீங்கள் அழிக்க வேண்டுமா?
vi: Bạn có chắc rằng bạn muốn xóa cơ sở dữ liệu sau không?

source: Instance Configuration
es_es: Configuración de Instancia
hr: Konfiguracija instance
ro: Configurația instanței
sk: Nastavenie inštancie
ta: நேர்வு உருவமைப்பு
vi: Xác lập ví dụ

source: Organization Name
es_es: Nombre de la Organización
hr: Ime organizacije

source: Set the organization name used on the SecureDrop web interfaces:
es_es: Establece el nombre de la organización usado en las interfaces web de SecureDrop:
hr: Postavite ime organizacije koje će se koristiti na SecureDrop web sučeljima:

source: SET ORGANIZATION NAME
es_es: ESTABLECER NOMBRE DE LA ORGANIZACIÓN
hr: POSTAVITE IME ORGANIZACIJE

source: Logo Image
es_es: Imagen de Logotipo
hr: Slika loga
pl: Obraz logo
ro: Logo imagine
sk: Obrázok loga
ta: குறியப்படிமம்
vi: Logo

source: Here you can update the image displayed on the SecureDrop web interfaces:
es_es: Aquí puedes actualizar la imagen que se muestra en las interfaces web de SecureDrop:
hr: Ovdje možete ažurirati sliku koja se prikazuje na SecureDrop web sučeljima:
pl: Tutaj możesz zaktualizować plik graficzny wyświetlany w interfejsie www SecureDrop:
ro: Aici poți actualiza imaginea afișată pe interfețele web SecureDrop:
sk: Tu môžete aktualizovať obrázok zobrazený vo webových rozhraniach SecureDrop:
ta: இங்கு நீங்கள் SecureDrop இணைய இடைமுகங்களில் காண்பிக்கப்படும் படிமத்தை புதுப்பிக்கவியலும்:
vi: Bạn có thể chỉnh sửa hình ảnh hiện thị trên giao diện web của SecureDrop tại đây:

source: Recommended size: 500px * 450px
es_es: Tamaño recomendado: 500px * 450px
hr: Preporučena veličina: 500px * 450px
pl: Zalecany rozmiar: 500px * 450px
ro: Dimensiune recomandată: 500px * 450px
sk: Odporúčaná veľkosť: 500px na 450px
ta: பரிந்துரைக்கப்படும் அளவு: 500புள் * 450புள்

source: UPDATE LOGO
es_es: ACTUALIZAR LOGOTIPO
hr: Ažuriraj logo
pl: AKTUALIZACJA LOGO
ro: ACTUALIZEAZĂ LOGO-UL
sk: AKTUALIZOVAŤ LOGO
ta: குறியத்தைப் புதுப்பிக்கவும்
vi: CHỈNH SỬA LOGO

source: Submission Preferences
es_es: Preferencias de envío
hr: Postavke predaje
pl: Ustawienia dot. zgłoszeń
sk: Preferencie podania

source: Prevent sources from uploading documents. Sources will still be able to send messages.
es_es: Impide que las fuentes suban documentos. Las fuentes todavía podrán seguir enviando mensajes.
hr: Onemogući izvorima postavljanje dokumenata. Izvori će i dalje moći slati poruke.
sk: Zabráňte zdrojom v nahrávaní dokumentov. Zdroje budú stále môcť posielať správy.

source: UPDATE SUBMISSION PREFERENCES
es_es: ACTUALIZAR PREFERENCIAS DE ENVÍO
hr: Ažuriraj postavke predaja
pl: ZAKTUALIZUJ USTAWIENIA DOT. ZGŁOSZEŃ
sk: AKTUALIZOVAŤ PREFERENCIE PODANIA

source: Alerts
es_es: Alertas
hr: Upozorenja
pl: Ostrzeżenia
ro: Alerte
sk: Upozornenia
ta: முன்னறிவிப்புகள்
vi: Thông báo

source: Send an encrypted email to verify if OSSEC alerts work correctly:
es_es: Envía un correo cifrado para verificar si las alertas OSSEC funcionan correctamente:
hr: Pošalji enkriptirani email kako bi verificirao da OSSEC upozorenja rade ispravno:
pl: Wyślij zaszyfrowany email aby zweryfikować czy ostrzeżenia OSSEC działają poprawnie:
ro: Trimite un e-mail pentru a verifica că alertele OSSEC funcționează corect:
sk: Pre overenie fungovania OSSEC výstrah prosím pošlite zašifrovaný e-mail:
ta: OSSEC முன்னறிவிப்புகள் சரியாக வேலை செய்கின்றனவா என்பதைச் சரிபார்க்க ஒரு மறைகுறியிட்ட மின்னஞ்சலை அனுப்புக:
vi: Gửi một email mã hóa để xác nhận xem thông báo OSSEC có hoạt động chính xác không:

source: SEND TEST OSSEC ALERT
es_es: ENVIAR ALERTA DE PRUEBA OSSEC
hr: Pošalji testno OSSEC upozorenje
pl: WYŚLIJ TESTOWE OSTRZEŻENIE OSSEC
ro: TRIMITE ALERTĂ DE TEST OSSEC
sk: POSLAŤ TESTOVACIE UPOZORNENIE OSSEC
ta: OSSEC சோதனை முன்னறிவிப்பை அனுப்புக
vi: GỬI THÔNG BÁO OSSEC THỬ

source: The following file has been selected for <strong>permanent deletion</strong>:
es_es: El siguiente archivo ha sido seleccionado para <strong>eliminación permanente</strong>:
ro: Următorul fișier a fost selectat pentru <strong>a fi șters permanent</strong>:
sk: Nasledujúci súbor bol označený na <strong>permanentné vymazanie</strong>:
vi: {files} tài liệu sau đã được chọn để <strong> xóa vĩnh viễn </strong> 2:

source: PERMANENTLY DELETE FILES
es_es: ELIMINAR ARCHIVOS PERMANENTEMENTE
hr: Trajno obriši datoteke
pl: USUŃ PLIKI PERMANENTNIE
ro: ȘTERGE PERMANENT FIȘIERELE
sk: VYMAZAŤ SÚBORY NAVŽDY
ta: நிரந்தரமாகக் கோப்புகளை அழித்துவிடுக
vi: XÓA TÀI LIỆU VĨNH VIỄN

source: Return to the list of documents for {source_name}…
es_es: Volver a la lista de documentos de {source_name}…
hr: Vrati se na popis dokumenata za {source_name}…
pl: Wróć do listy dokumentów dla {source_name}…
ro: Revino la lista de documente pentru {source_name}…
sk: Vrátiť sa na zoznam dokumentov od {source_name}…
ta: {source_name}-இன் ஆவணங்கள் பட்டியலுக்குத் திரும்புக…
vi: Quay lại danh sách tài liệu cho {source_name}…

source: Edit user "{user}"
es_es: Editar usuario "{user}"
hr: Uredi korisnika "{user}"
pl: Edycja użytkownika "{user}"
ro: Editează utilizatorul „{user}”
sk: Upraviť používateľa „{user}“
ta: "{user}" பயனரைத் திருத்துக
vi: Chỉnh sửa người dùng "{user}"

source: Change Name and Admin Status
es_es: Cambiar Nombre y Estado de Administrador
hr: Promjeni ime i Administratorski status
sk: Zmeniť meno and administračný stav

source: UPDATE
es_es: ACTUALIZAR
hr: Ažuriraj
pl: AKTUALIZACJA
ro: ACTUALIZEAZĂ
sk: AKTUALIZOVAŤ
ta: புதுப்பித்தல்
vi: CẬP NHẬT

source: Edit your account
es_es: Edita tu cuenta
hr: Uredite svoj račun
pl: Edytuj swoje konto
ro: Editează contul tău
sk: Upraviť svoj účet
ta: உங்களுடைய பயனர்கணக்கைத் திருத்துக
vi: Chỉnh sửa tài khoản của bạn

source: Change Name
es_es: Cambiar Nombre
hr: Promjeni ime
pl: Zmień Imię/Nazwisko
sk: Zmeniť meno
ta: பெயரை மாற்றுக

source: Reset Password
es_es: Restablecer Contraseña
hr: Ponovno postavi lozinku
pl: Zresetuj Hasło
ro: Resetează parola
sk: Resetovať heslo
ta: கடவுச்சொல்லை மறுவமைக்கவும்
vi: Đổi lại mật khẩu

source: SecureDrop uses automatically generated diceware passwords.
es_es: SecureDrop usa contraseñas generadas automáticamente mediante diceware.
hr: SecureDrop koristi automatski generirane diceware lozinke.
sk: SecureDrop používa automaticky generované diceware heslá.
ta: SecureDrop தானாக உண்டாக்கப்பட்ட diceware கடவுச்சொற்களைப் பயன்படுத்துகின்றது.
